{
  "keyWord": "Love",
  "extract": "Love - Wikipedia Love From Wikipedia, the free encyclopedia Jump to navigation Jump to search For other uses, see Love (disambiguation). Part of a series on Love Types of love Affection Bonding Broken heart Compassionate love Conjugal love Courtly love courtship troubadours Falling in love Free love Friendship romantic Interpersonal relationship Intimacy Limerence Love addiction Love at first sight Love triangle Lovesickness Lovestruck Obsessive love Passion Platonic love Puppy love Relationship Romance Self-love Amour de soi Unconditional love Unrequited love Cultural views Chinese Ren Greek words for love Agape Eros Philia Storge Xenia Indian Kama Bhakti Mettā Islamic Ishq Jewish Chesed Latin Amore Charity Related subjects Biological basis Love letter Valentine\u0027s Day Philosophy Religious views v t e Part of a series on Emotions Acceptance Affection Anger Angst Anguish Annoyance Anticipation Anxiety Apathy Arousal Awe Boredom Confidence Contempt Contentment Courage Curiosity Depression Desire Despair Disappointment Disgust Distrust Ecstasy Embarrassment Empathy Enthusiasm Envy Euphoria Fear Frustration Gratitude Grief Guilt Happiness Hatred Hope Horror Hostility Humiliation Interest Jealousy Joy Loneliness Love Lust Outrage Panic Passion Pity Pleasure Pride Rage Regret Rejection Remorse Resentment Sadness Saudade Schadenfreude Self-confidence Shame Shock Shyness Sorrow Suffering Surprise Trust Wonder Worry v t e This article contains special characters. Without proper rendering support, you may see question marks, boxes, or other symbols. Love encompasses a variety of strong and positive emotional and mental states, ranging from the most sublime virtue or good habit, the deepest interpersonal affection and to the simplest pleasure.[1][2] An example of this range of meanings is that the love of a mother differs from the love of a spouse, which differs from the love of food. Most commonly, love refers to a feeling of strong attraction and emotional attachment.[3] Love can also be a virtue representing human kindness, compassion, and affection, as \"the unselfish loyal and benevolent concern for the good of another\".[4] It may also describe compassionate and affectionate actions towards other humans, one\u0027s self or animals.[5] Love in its various forms acts as a major facilitator of interpersonal relationships and, owing to its central psychological importance, is one of the most common themes in the creative arts.[6] Love has been postulated to be a function to keep human beings together against menaces and to facilitate the continuation of the species.[7] Ancient Greek philosophers identified five forms of love: essentially, familial love (in Greek, Storge), friendly love (Philia), romantic love (Eros), guest love (Xenia) and divine love (Agape). Modern authors have distinguished further varieties of love: unrequited love, infatuated love, self-love, and courtly love. Asian cultures have also distinguished Ren, Kama, Bhakti, Mettā, Ishq, Chesed, and other variants or symbioses of these states.[8][9] Love has additional religious or spiritual meaning. This diversity of uses and meanings combined with the complexity of the feelings involved makes love unusually difficult to consistently define, compared to other emotional states. Contents 1 Definitions 2 Impersonal love 3 Interpersonal love 3.1 Biological basis 3.2 Psychological basis 3.3 Evolutionary basis 3.4 Comparison of scientific models 4 Cultural views 4.1 Ancient Greek 4.2 Ancient Roman (Latin) 4.3 Chinese and other Sinic cultures 4.4 Japanese 4.5 Indian 4.6 Persian 5 Religious views 5.1 Abrahamic religions 5.1.1 Christianity 5.1.2 Judaism 5.1.3 Islam 5.1.4 Bahá\u0027í Faith 5.2 Indian religions 5.2.1 Buddhism 5.2.2 Hinduism 6 Political views 6.1 Free love 7 Philosophical views 8 See also 9 References 10 Sources 11 Further reading 12 External links Definitions Romeo and Juliet, depicted as they part on the balcony in Act III, 1867 by Ford Madox Brown The word \"love\" can have a variety of related but distinct meanings in different contexts. Many other languages use multiple words to express some of the different concepts that in English are denoted as \"love\"; one example is the plurality of Greek words for \"love\" which includes agape and eros.[10] Cultural differences in conceptualizing love thus doubly impede the establishment of a universal definition.[11] Although the nature or essence of love is a subject of frequent debate, different aspects of the word can be clarified by determining what isn\u0027t love (antonyms of \"love\"). Love as a general expression of positive sentiment (a stronger form of like) is commonly contrasted with hate (or neutral apathy). As a less sexual and more emotionally intimate form of romantic attachment, love is commonly contrasted with lust. As an interpersonal relationship with romantic overtones, love is sometimes contrasted with friendship, although the word love is often applied to close friendships or platonic love. (Further possible ambiguities come with usages \"girlfriend\", \"boyfriend\", \"just good friends\"). Fraternal love (Prehispanic sculpture from 250–900 AD, of Huastec origin). Museum of Anthropology in Xalapa, Veracruz, Mexico Abstractly discussed love usually refers to an experience one person feels for another. Love often involves caring for, or identifying with, a person or thing (cf. vulnerability and care theory of love), including oneself (cf. narcissism). In addition to cross-cultural differences in understanding love, ideas about love have also changed greatly over time. Some historians date modern conceptions of romantic love to courtly Europe during or after the Middle Ages, although the prior existence of romantic attachments is attested by ancient love poetry.[12] The complex and abstract nature of love often reduces discourse of love to a thought-terminating cliché. Several common proverbs regard love, from Virgil\u0027s \"Love conquers all\" to The Beatles\u0027 \"All You Need Is Love\". St. Thomas Aquinas, following Aristotle, defines love as \"to will the good of another.\"[13] Bertrand Russell describes love as a condition of \"absolute value,\" as opposed to relative value.[14] Philosopher Gottfried Leibniz said that love is \"to be delighted by the happiness of another.\"[15] Meher Baba stated that in love there is a \"feeling of unity\" and an \"active appreciation of the intrinsic worth of the object of love.\"[16] Biologist Jeremy Griffith defines love as \"unconditional selflessness\".[17] Impersonal love People can be said to love an object, principle, or goal to which they are deeply committed and greatly value. For example, compassionate outreach and volunteer workers\u0027 \"love\" of their cause may sometimes be born not of interpersonal love but impersonal love, altruism, and strong spiritual or political convictions.[18] People can also \"love\" material objects, animals, or activities if they invest themselves in bonding or otherwise identifying with those things. If sexual passion is also involved, then this feeling is called paraphilia.[19] A common principle that people say they love is life itself. Interpersonal love Interpersonal love refers to love between human beings. It is a much more potent sentiment than a simple liking for a person. Unrequited love refers to those feelings of love that are not reciprocated. Interpersonal love is most closely associated with interpersonal relationships.[18] Such love might exist between family members, friends, and couples. There are also a number of psychological disorders related to love, such as erotomania. Pair of Lovers. 1480–1485 Throughout history, philosophy and religion have done the most speculation on the phenomenon of love. In the 20th century, the science of psychology has written a great deal on the subject. In recent years, the sciences of psychology, anthropology, neuroscience, and biology have added to the understanding the concept of love. Biological basis Main article: Biological basis of love Biological models of sex tend to view love as a mammalian drive, much like hunger or thirst.[20] Helen Fisher, an anthropologist and human behavior researcher, divides the experience of love into three partly overlapping stages: lust, attraction, and attachment. Lust is the feeling of sexual desire; romantic attraction determines what partners mates find attractive and pursue, conserving time and energy by choosing; and attachment involves sharing a home, parental duties, mutual defense, and in humans involves feelings of safety and security.[21] Three distinct neural circuitries, including neurotransmitters, and three behavioral patterns, are associated with these three romantic styles.[21] Lust is the initial passionate sexual desire that promotes mating, and involves the increased release of chemicals such as testosterone and estrogen. These effects rarely last more than a few weeks or months. Attraction is the more individualized and romantic desire for a specific candidate for mating, which develops out of lust as commitment to an individual mate forms. Recent studies in neuroscience have indicated that as people fall in love, the brain consistently releases a certain set of chemicals, including the neurotransmitter hormones, dopamine, norepinephrine, and serotonin, the same compounds released by amphetamine, stimulating the brain\u0027s pleasure center and leading to side effects such as increased heart rate, loss of appetite and sleep, and an intense feeling of excitement. Research has indicated that this stage generally lasts from one and a half to three years.[22] Since the lust and attraction stages are both considered temporary, a third stage is needed to account for long-term relationships. Attachment is the bonding that promotes relationships lasting for many years and even decades. Attachment is generally based on commitments such as marriage and children, or on mutual friendship based on things like shared interests. It has been linked to higher levels of the chemicals oxytocin and vasopressin to a greater degree than short-term relationships have.[22] Enzo Emanuele and coworkers reported the protein molecule known as the nerve growth factor (NGF) has high levels when people first fall in love, but these return to previous levels after one year.[23] Psychological basis Further information: Human bonding Grandmother and grandchild in Sri Lanka Psychology depicts love as a cognitive and social phenomenon. Psychologist Robert Sternberg formulated a triangular theory of love and argued that love has three different components: intimacy, commitment, and passion. Intimacy is a form in which two people share confidences and various details of their personal lives, and is usually shown in friendships and romantic or love affairs. Commitment, on the other hand, is the expectation that the relationship is permanent. The last form of love is sexual attraction and passion. Passionate love is shown in infatuation as well as romantic love. All forms of love are viewed as varying combinations of these three components. Non-love does not include any of these components. Liking only includes intimacy. Infatuated love only includes passion. Empty love only includes commitment. Romantic love includes both intimacy and passion. Companionate love includes intimacy and commitment. Fatuous love includes passion and commitment. Lastly, consummate love includes all three components.[24] American psychologist Zick Rubin sought to define love by psychometrics in the 1970s. His work states that three factors constitute love: attachment, caring, and intimacy.[25][26] Following developments in electrical theories such as Coulomb\u0027s law, which showed that positive and negative charges attract, analogs in human life were developed, such as \"opposites attract\". Over the last century, research on the nature of human mating has generally found this not to be true when it comes to character and personality—people tend to like people similar to themselves. However, in a few unusual and specific domains, such as immune systems, it seems that humans prefer others who are unlike themselves (e.g., with an orthogonal immune system), since this will lead to a baby that has the best of both worlds.[27] In recent years, various human bonding theories have been developed, described in terms of attachments, ties, bonds, and affinities. Some Western authorities disaggregate into two main components, the altruistic and the narcissistic. This view is represented in the works of Scott Peck, whose work in the field of applied psychology explored the definitions of love and evil. Peck maintains that love is a combination of the \"concern for the spiritual growth of another,\" and simple narcissism.[28] In combination, love is an activity, not simply a feeling. Relationships （Outline） Types Genetic Kinship Family Sibling Cousin By marriage Husband Wife Open marriage Polyandry Polygamy Polygyny Mixed-orientation Partner · Partners Significant other Boyfriend Girlfriend Cohabitation Same-sex Life partner Friendship (romantic) Sexual Casual Monogamy Non-monogamy Mutual monogamy Polyamory Polyfidelity Cicisbeo Concubinage Courtesan Mistress Activities Bonding Courtship Dating Engagement Mating Meet market Romance Singles event Wedding Endings Breakup Separation Annulment Divorce Widowhood Emotions and feelings Affinity Attachment Intimacy Jealousy Limerence Love Platonic unconditional Passion Sexuality Practices Bride price dower dowry service Hypergamy Infidelity Sexual activity Transgression Repression Abuse Child Dating Domestic Elderly Narcissistic parent Power and control v t e Psychologist Erich Fromm maintained in his book The Art of Loving that love is not merely a feeling but is also actions, and that in fact, the \"feeling\" of love is superficial in comparison to one\u0027s commitment to love via a series of loving actions over time.[18] In this sense, Fromm held that love is ultimately not a feeling at all, but rather is a commitment to, and adherence to, loving actions towards another, oneself, or many others, over a sustained duration.[18] Fromm also described love as a conscious choice that in its early stages might originate as an involuntary feeling, but which then later no longer depends on those feelings, but rather depends only on conscious commitment.[18] Evolutionary basis Wall of Love on Montmartre in Paris: \"I love you\" in 250 languages Evolutionary psychology has attempted to provide various reasons for love as a survival tool. Humans are dependent on parental help for a large portion of their lifespans compared to other mammals. Love has therefore been seen as a mechanism to promote parental support of children for this extended time period. Furthermore, researchers as early as Charles Darwin himself identified unique features of human love compared to other mammals and credit love as a major factor for creating social support systems that enabled the development and expansion of the human species.[29] Another factor may be that sexually transmitted diseases can cause, among other effects, permanently reduced fertility, injury to the fetus, and increase complications during childbirth. This would favor monogamous relationships over polygamy.[30] Comparison of scientific models Biological models of love tend to see it as a mammalian drive, similar to hunger or thirst.[20] Psychology sees love as more of a social and cultural phenomenon. Certainly love is influenced by hormones (such as oxytocin), neurotrophins (such as NGF), and pheromones, and how people think and behave in love is influenced by their conceptions of love. The conventional view in biology is that there are two major drives in love: sexual attraction and attachment. Attachment between adults is presumed to work on the same principles that lead an infant to become attached to its mother. The traditional psychological view sees love as being a combination of companionate love and passionate love. Passionate love is intense longing, and is often accompanied by physiological arousal (shortness of breath, rapid heart rate); companionate love is affection and a feeling of intimacy not accompanied by physiological arousal. Cultural views Ancient Greek See also: Greek words for love Roman copy of a Greek sculpture by Lysippus depicting Eros, the Greek personification of romantic love Greek distinguishes several different senses in which the word \"love\" is used. Ancient Greeks identified four forms of love: kinship or familiarity (in Greek, storge), friendship and/or platonic desire (philia), sexual and/or romantic desire (eros), and self-emptying or divine love (agape).[31][32] Modern authors have distinguished further varieties of romantic love.[33] However, with Greek (as with many other languages), it has been historically difficult to separate the meanings of these words totally. At the same time, the Ancient Greek text of the Bible has examples of the verb agapo having the same meaning as phileo. Agape (ἀγάπη agápē) means love in modern-day Greek. The term s\u0027agapo means I love you in Greek. The word agapo is the verb I love. It generally refers to a \"pure,\" ideal type of love, rather than the physical attraction suggested by eros. However, there are some examples of agape used to mean the same as eros. It has also been translated as \"love of the soul.\"[34] Eros (ἔρως érōs) (from the Greek deity Eros) is passionate love, with sensual desire and longing. The Greek word erota means in love. Plato refined his own definition. Although eros is initially felt for a person, with contemplation it becomes an appreciation of the beauty within that person, or even becomes appreciation of beauty itself. Eros helps the soul recall knowledge of beauty and contributes to an understanding of spiritual truth. Lovers and philosophers are all inspired to seek truth by eros. Some translations list it as \"love of the body\".[34] Philia (φιλία philía), a dispassionate virtuous love, was a concept addressed and developed by Aristotle in his Nicomachean Ethics Book VIII.[35] It includes loyalty to friends, family, and community, and requires virtue, equality, and familiarity. Philia is motivated by practical reasons; one or both of the parties benefit from the relationship. It can also mean \"love of the mind.\" Storge (στοργή storgē) is natural affection, like that felt by parents for offspring. Xenia (ξενία xenía), hospitality, was an extremely important practice in ancient Greece. It was an almost ritualized friendship formed between a host and his guest, who could previously have been strangers. The host fed and provided quarters for the guest, who was expected to repay only with gratitude. The importance of this can be seen throughout Greek mythology—in particular, Homer\u0027s Iliad and Odyssey. Ancient Roman (Latin) The Latin language has several different verbs corresponding to the English word \"love.\" amō is the basic verb meaning I love, with the infinitive amare (“to love”) as it still is in Italian today. The Romans used it both in an affectionate sense as well as in a romantic or sexual sense. From this verb come amans—a lover, amator, \"professional lover,\" often with the accessory notion of lechery—and amica, \"girlfriend\" in the English sense, often being applied euphemistically to a prostitute. The corresponding noun is amor (the significance of this term for the Romans is well illustrated in the fact, that the name of the City, Rome—in Latin: Roma—can be viewed as an anagram for amor, which was used as the secret name of the City in wide circles in ancient times),[36] which is also used in the plural form to indicate love affairs or sexual adventures. This same root also produces amicus—\"friend\"—and amicitia, \"friendship\" (often based to mutual advantage, and corresponding sometimes more closely to \"indebtedness\" or \"influence\"). Cicero wrote a treatise called On Friendship (de Amicitia), which discusses the notion at some length. Ovid wrote a guide to dating called Ars Amatoria (The Art of Love), which addresses, in depth, everything from extramarital affairs to overprotective parents. Latin sometimes uses amāre where English would simply say to like. This notion, however, is much more generally expressed in Latin by the terms placere or delectāre, which are used more colloquially, the latter used frequently in the love poetry of Catullus. Diligere often has the notion \"to be affectionate for,\" \"to esteem,\" and rarely if ever is used for romantic love. This word would be appropriate to describe the friendship of two men. The corresponding noun diligentia, however, has the meaning of \"diligence\" or \"carefulness,\" and has little semantic overlap with the verb. Observare is a synonym for diligere; despite the cognate with English, this verb and its corresponding noun, observantia, often denote \"esteem\" or \"affection.\" Caritas is used in Latin translations of the Christian Bible to mean \"charitable love\"; this meaning, however, is not found in Classical pagan Roman literature. As it arises from a conflation with a Greek word, there is no corresponding verb. Chinese and other Sinic cultures 愛 (Mandarin: ài), the traditional Chinese character for love contains a heart (心) in the middle. Two philosophical underpinnings of love exist in the Chinese tradition, one from Confucianism which emphasized actions and duty while the other came from Mohism which championed a universal love. A core concept to Confucianism is 仁 (Ren, \"benevolent love\"), which focuses on duty, action and attitude in a relationship rather than love itself. In Confucianism, one displays benevolent love by performing actions such as filial piety from children, kindness from parent, loyalty to the king and so forth. The concept of 愛 (Mandarin: ài) was developed by the Chinese philosopher Mozi in the 4th century BC in reaction to Confucianism\u0027s benevolent love. Mozi tried to replace what he considered to be the long-entrenched Chinese over-attachment to family and clan structures with the concept of \"universal love\" (兼愛, jiān\u0027ài). In this, he argued directly against Confucians who believed that it was natural and correct for people to care about different people in different degrees. Mozi, by contrast, believed people in principle should care for all people equally. Mohism stressed that rather than adopting different attitudes towards different people, love should be unconditional and offered to everyone without regard to reciprocation, not just to friends, family and other Confucian relations. Later in Chinese Buddhism, the term Ai (愛) was adopted to refer to a passionate caring love and was considered a fundamental desire. In Buddhism, Ai was seen as capable of being either selfish or selfless, the latter being a key element towards enlightenment. In Mandarin Chinese, 愛 (ài) is often used as the equivalent of the Western concept of love. 愛 (ài) is used as both a verb (e.g. 我愛你, Wǒ ài nǐ , or \"I love you\") and a noun (such as 愛情 àiqíng, or \"romantic love\"). However, due to the influence of Confucian 仁 (rén), the phrase 我愛你 (Wǒ ài nǐ, I love you) carries with it a very specific sense of responsibility, commitment and loyalty. Instead of frequently saying \"I love you\" as in some Western societies, the Chinese are more likely to express feelings of affection in a more casual way. Consequently, \"I like you\" (我喜欢你, Wǒ xǐhuan nǐ) is a more common way of expressing affection in Chinese; it is more playful and less serious.[37] This is also true in Japanese (suki da, 好きだ). Japanese The Japanese language uses three words to convey the English equivalent of \"love\". Because \"love\" covers a wide range of emotions and behavioral phenomena, there are nuances distinguishing the three terms.[38][39] The term ai (愛), which is often associated with maternal love[38] or selfless love,[39] originally referred to beauty and was often used in religious context. Following the Meiji Restoration 1868, the term became associated with \"love\" in order to translate Western literature. Prior to Western influence, the term koi (恋) generally represented romantic love, and was often the subject of the popular Man\u0027yōshū Japanese poetry collection.[38] Koi describes a longing for a member of the opposite sex and is typical interpreted as selfish and wanting.[39] The term\u0027s origins come from the concept of lonely solitude as a result of separation from a loved one. Though modern usage of koi focuses on sexual love and infatuation, the Manyō used the term to cover a wider range of situations, including tenderness, benevolence, and material desire.[38] The third term, ren\u0027ai (恋愛), is a more modern construction that combines the kanji characters for both ai and koi, though its usage more closely resembles that of koi in the form of romantic love.[38][39] Indian Hindu god Krishna and his consort Radha making love Indian couple enjoying Kamasutra position Kama in Indian literature means “desire, wish or longing”.[40] In contemporary literature, kama refers usually to sexual desire.[41] However, the term also refers to any sensory enjoyment, emotional attraction and aesthetic pleasure such as from arts, dance, music, painting, sculpture and nature.[42][43] The concept kama is found in some of the earliest known verses in Vedas. For example, Book 10 of Rig Veda describes the creation of the universe from nothing by the great heat. There in hymn 129, it states: कामस्तदग्रे समवर्तताधि मनसो रेतः परथमं यदासीत | सतो बन्धुमसति निरविन्दन हर्दि परतीष्याकवयो मनीषा ||[44] Thereafter rose Desire in the beginning, Desire the primal seed and germ of Spirit, Sages who searched with their heart\u0027s thought discovered the existent\u0027s kinship in the non-existent. — Rig Veda, ~ 15th Century BC[45] Persian The children of Adam are limbs of one body Having been created of one essence. When the calamity of time afflicts one limb The other limbs cannot remain at rest. If you have no sympathy for the troubles of others You are not worthy to be called by the name of \"man\". Sa\u0027di, Gulistan    Rumi, Hafiz and Sa\u0027di are icons of the passion and love that the Persian culture and language present.[citation needed] The Persian word for love is Ishq, which is derived from Arabic language,[46] however it is considered by most to be too stalwart a term for interpersonal love and is more commonly substituted for \"doost dashtan\" (\"liking\").[citation needed] In the Persian culture, everything is encompassed by love and all is for love, starting from loving friends and family, husbands and wives, and eventually reaching the divine love that is the ultimate goal in life.[citation needed] Religious views Main article: Religious views on love Abrahamic religions Robert Indiana\u0027s 1977 Love sculpture spelling ahava. Christianity The Christian understanding is that love comes from God. The love of man and woman—eros in Greek—and the unselfish love of others (agape), are often contrasted as \"descending\" and \"ascending\" love, respectively, but are ultimately the same thing.[47] There are several Greek words for \"love\" that are regularly referred to in Christian circles. Agape: In the New Testament, agapē is charitable, selfless, altruistic, and unconditional. It is parental love, seen as creating goodness in the world; it is the way God is seen to love humanity, and it is seen as the kind of love that Christians aspire to have for one another.[34] Phileo: Also used in the New Testament, phileo is a human response to something that is found to be delightful. Also known as \"brotherly love.\" Two other words for love in the Greek language, eros (sexual love) and storge (child-to-parent love), were never used in the New Testament.[34] Christians believe that to Love God with all your heart, mind, and strength and Love your neighbor as yourself are the two most important things in life (the greatest commandment of the Jewish Torah, according to Jesus; cf. Gospel of Mark chapter 12, verses 28–34). Saint Augustine summarized this when he wrote \"Love God, and do as thou wilt.\" Sacred and Profane Love (1602–03) by Giovanni Baglione. Intended as an attack on his hated enemy the artist Caravaggio, it shows a boy (hinting at Caravaggio\u0027s homosexuality) on one side, a devil with Caravaggio\u0027s face on the other, and between an angel representing pure, meaning non-erotic, love.[48] The Apostle Paul glorified love as the most important virtue of all. Describing love in the famous poetic interpretation in 1 Corinthians, he wrote, \"Love is patient, love is kind. It does not envy, it does not boast, it is not proud. It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. Love does not delight in evil but rejoices with the truth. It always protects, always trusts, always hopes, and always perseveres.\" (1 Cor. 13:4–7, NIV) The Apostle John wrote, \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. For God did not send his Son into the world to condemn the world, but to save the world through him.\" (John 3:16–17, NIV) John also wrote, \"Dear friends, let us love one another for love comes from God. Everyone who loves has been born of God and knows God. Whoever does not love does not know God, because God is love.\" (1 John 4:7–8, NIV) Saint Augustine says that one must be able to decipher the difference between love and lust. Lust, according to Saint Augustine, is an overindulgence, but to love and be loved is what he has sought for his entire life. He even says, “I was in love with love.” Finally, he does fall in love and is loved back, by God. Saint Augustine says the only one who can love you truly and fully is God, because love with a human only allows for flaws such as \"jealousy, suspicion, fear, anger, and contention.\" According to Saint Augustine, to love God is \"to attain the peace which is yours.\" (Saint Augustine\u0027s Confessions) Augustine regards the duplex commandment of love in Matthew 22 as the heart of Christian faith and the interpretation of the Bible. After the review of Christian doctrine, Augustine treats the problem of love in terms of use and enjoyment until the end of Book I of De Doctrina Christiana (1.22.21-1.40.44;).[49] Christian theologians see God as the source of love, which is mirrored in humans and their own loving relationships. Influential Christian theologian C.S. Lewis wrote a book called The Four Loves. Benedict XVI named his first encyclical God is love. He said that a human being, created in the image of God, who is love, is able to practice love; to give himself to God and others (agape) and by receiving and experiencing God\u0027s love in contemplation (eros). This life of love, according to him, is the life of the saints such as Teresa of Calcutta and the Blessed Virgin Mary and is the direction Christians take when they believe that God loves them.[47] Pope Francis taught that \"True love is both loving and letting oneself be loved..what is important in love is not our loving, but allowing ourselves to be loved by God.\"[50] And so, in the analysis of a Catholic theologian, for Pope Francis, \"the key to love...is not our activity. It is the activity of the greatest, and the source, of all the powers in the universe: God’s.\"[51] In Christianity the practical definition of love is summarised by St. Thomas Aquinas, who defined love as \"to will the good of another,\" or to desire for another to succeed.[13] This is an explanation of the Christian need to love others, including their enemies. As Thomas Aquinas explains, Christian love is motivated by the need to see others succeed in life, to be good people. Regarding love for enemies, Jesus is quoted in the Gospel of Matthew chapter five: \"You have heard that it was said, ‘Love your neighbor and hate your enemy.’ But I tell you, love your enemies and pray for those who persecute you, that you may be children of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. If you love those who love you, what reward will you get? Are not even the tax collectors doing that? And if you greet only your own people, what are you doing more than others? Do not even pagans do that? Be perfect, therefore, as your heavenly Father is perfect.\" - Matthew 5: 43-48 Tertullian wrote regarding love for enemies: \"Our individual, extraordinary, and perfect goodness consists in loving our enemies. To love one\u0027s friends is common practice, to love one\u0027s enemies only among Christians.\"[52] Judaism See also: Jewish views on love In Hebrew, אהבה (ahava) is the most commonly used term for both interpersonal love and love between God and God\u0027s creations. Chesed, often translated as loving-kindness, is used to describe many forms of love between human beings. The commandment to love other people is given in the Torah, which states, \"Love your neighbor like yourself\" (Leviticus 19:18). The Torah\u0027s commandment to love God \"with all your heart, with all your soul and with all your might\" (Deuteronomy 6:5) is taken by the Mishnah (a central text of the Jewish oral law) to refer to good deeds, willingness to sacrifice one\u0027s life rather than commit certain serious transgressions, willingness to sacrifice all of one\u0027s possessions, and being grateful to the Lord despite adversity (tractate Berachoth 9:5). Rabbinic literature differs as to how this love can be developed, e.g., by contemplating divine deeds or witnessing the marvels of nature. As for love between marital partners, this is deemed an essential ingredient to life: \"See life with the wife you love\" (Ecclesiastes 9:9). The biblical book Song of Solomon is considered a romantically phrased metaphor of love between God and his people, but in its plain reading, reads like a love song. The 20th-century Rabbi Eliyahu Eliezer Dessler is frequently quoted as defining love from the Jewish point of view as \"giving without expecting to take\" (from his Michtav me-Eliyahu, Vol. 1). Islam Love encompasses the Islamic view of life as universal brotherhood that applies to all who hold faith. Amongst the 99 names of God (Allah), there is the name Al-Wadud, or \"the Loving One,\" which is found in Surah [Quran 11:90] as well as Surah [Quran 85:14]. God is also referenced at the beginning of every chapter in the Qur\u0027an as Ar-Rahman and Ar-Rahim, or the \"Most Compassionate\" and the \"Most Merciful\", indicating that nobody is more loving, compassionate and benevolent than God. The Qur\u0027an refers to God as being \"full of loving kindness.\" The Qur\u0027an exhorts Muslim believers to treat all people, those who have not persecuted them, with birr or \"deep kindness\" as stated in Surah [Quran 6:8-9]. Birr is also used by the Qur\u0027an in describing the love and kindness that children must show to their parents. Ishq, or divine love, is the emphasis of Sufism in the Islamic tradition. Practitioners of Sufism believe that love is a projection of the essence of God to the universe. God desires to recognize beauty, and as if one looks at a mirror to see oneself, God \"looks\" at himself within the dynamics of nature. Since everything is a reflection of God, the school of Sufism practices to see the beauty inside the apparently ugly. Sufism is often referred to as the religion of love.[citation needed] God in Sufism is referred to in three main terms, which are the Lover, Loved, and Beloved, with the last of these terms being often seen in Sufi poetry. A common viewpoint of Sufism is that through love, humankind can get back to its inherent purity and grace. The saints of Sufism are infamous for being \"drunk\" due to their love of God; hence, the constant reference to wine in Sufi poetry and music. Bahá\u0027í Faith In his Paris Talks, `Abdu\u0027l-Bahá described four types of love: the love that flows from God to human beings; the love that flows from human beings to God; the love of God towards the Self or Identity of God; and the love of human beings for human beings.[53] Indian religions Buddhism In Buddhism, Kāma is sensuous, sexual love. It is an obstacle on the path to enlightenment, since it is selfish. Karuṇā is compassion and mercy, which reduces the suffering of others. It is complementary to wisdom and is necessary for enlightenment. Adveṣa and mettā are benevolent love. This love is unconditional and requires considerable self-acceptance. This is quite different from ordinary love, which is usually about attachment and sex and which rarely occurs without self-interest. Instead, in Buddhism it refers to detachment and unselfish interest in others\u0027 welfare. The Bodhisattva ideal in Mahayana Buddhism involves the complete renunciation of oneself in order to take on the burden of a suffering world. The strongest motivation one has in order to take the path of the Bodhisattva is the idea of salvation within unselfish, altruistic love for all sentient beings. Hinduism Main articles: Kama and Kama Sutra Kama (left) with Rati on a temple wall of Chennakesava Temple, Belur In Hinduism, kāma is pleasurable, sexual love, personified by the god Kamadeva. For many Hindu schools, it is the third end (Kama) in life. Kamadeva is often pictured holding a bow of sugar cane and an arrow of flowers; he may ride upon a great parrot. He is usually accompanied by his consort Rati and his companion Vasanta, lord of the spring season. Stone images of Kamadeva and Rati can be seen on the door of the Chennakeshava temple at Belur, in Karnataka, India. Maara is another name for kāma. In contrast to kāma, prema – or prem – refers to elevated love. Karuna is compassion and mercy, which impels one to help reduce the suffering of others. Bhakti is a Sanskrit term, meaning \"loving devotion to the supreme God.\" A person who practices bhakti is called a bhakta. Hindu writers, theologians, and philosophers have distinguished nine forms of bhakti, which can be found in the Bhagavata Purana and works by Tulsidas. The philosophical work Narada Bhakti Sutras, written by an unknown author (presumed to be Narada), distinguishes eleven forms of love. In certain Vaishnava sects within Hinduism, attaining unadulterated, unconditional and incessant love for Godhead is considered the foremost goal of life. Gaudiya Vaishnavas who worship Krishna as the Supreme Personality of Godhead and the cause of all causes consider Love for Godhead (Prema) to act in two ways: sambhoga and vipralambha (union and separation)—two opposites .[54] In the condition of separation, there is an acute yearning for being with the beloved and in the condition of union there is supreme happiness and nectarean. Gaudiya Vaishnavas consider that Krishna-prema (Love for Godhead) is not fire but that it still burns away one\u0027s material desires. They consider that Kṛṣṇa-prema is not a weapon, but it still pierces the heart. It is not water, but it washes away everything—one\u0027s pride, religious rules, and one\u0027s shyness. Krishna-prema is considered to make one drown in the ocean of transcendental ecstasy and pleasure. The love of Radha, a cowherd girl, for Krishna is often cited as the supreme example of love for Godhead by Gaudiya Vaishnavas. Radha is considered to be the internal potency of Krishna, and is the supreme lover of Godhead. Her example of love is considered to be beyond the understanding of material realm as it surpasses any form of selfish love or lust that is visible in the material world. The reciprocal love between Radha (the supreme lover) and Krishna (God as the Supremely Loved) is the subject of many poetic compositions in India such as the Gita Govinda and Hari Bhakti Shuddhodhaya. In the Bhakti tradition within Hinduism, it is believed that execution of devotional service to God leads to the development of Love for God (taiche bhakti-phale krsne prema upajaya), and as love for God increases in the heart, the more one becomes free from material contamination (krishna-prema asvada haile, bhava nasa paya). Being perfectly in love with God or Krishna makes one perfectly free from material contamination. and this is the ultimate way of salvation or liberation. In this tradition, salvation or liberation is considered inferior to love, and just an incidental by-product. Being absorbed in Love for God is considered to be the perfection of life.[55] Political views Free love Main article: Free love The term \"free love\" has been used[56] to describe a social movement that rejects marriage, which is seen as a form of social bondage. The Free Love movement\u0027s initial goal was to separate the state from sexual matters such as marriage, birth control, and adultery. It claimed that such issues were the concern of the people involved, and no one else.[57] Many people in the early 19th century believed that marriage was an important aspect of life to \"fulfill earthly human happiness.\" Middle-class Americans wanted the home to be a place of stability in an uncertain world. This mentality created a vision of strongly defined gender roles, which provoked the advancement of the free love movement as a contrast.[58] The term \"sex radical\" has been used interchangeably with the term \"free lover\".[citation needed] By whatever name, advocates had two strong beliefs: opposition to the idea of forceful sexual activity in a relationship and advocacy for a woman to use her body in any way that she pleases.[59] These are also beliefs of Feminism.[60] Philosophical views Main article: Philosophy of love Graffiti in East Timor The philosophy of love is a field of social philosophy and ethics that attempts to explain the nature of love.[61] The philosophical investigation of love includes the tasks of distinguishing between the various kinds of personal love, asking if and how love is or can be justified, asking what the value of love is, and what impact love has on the autonomy of both the lover and the beloved.[60] Many different theories attempt to explain the nature and function of love. Explaining love to a hypothetical person who had not himself or herself experienced love or being loved would be very difficult because to such a person love would appear to be quite strange if not outright irrational behavior. Among the prevailing types of theories that attempt to account for the existence of love are: psychological theories, the vast majority of which consider love to be very healthy behavior; evolutionary theories which hold that love is part of the process of natural selection; spiritual theories which may, for instance consider love to be a gift from a god; and theories that consider love to be an unexplainable mystery, very much like a mystical experience. There were many attempts to find the equation of love. One such attempt was by Christian Rudder, a mathematician and co-founder of online dating website OKCupid, one of the largest online dating sites. The mathematical approach was through the collection of large data from the dating site. Another interesting equation of love is found by in the philosophical blog \u0027In the Quest of Truth\u0027.[62] Love is defined as a measure of selfless give and take, and the author attempted to draw a graph that shows the equation of love. Aggregately, dating resources indicate a nascent line of variables effectively synchronising couples in naturally determined yearning. See also Color wheel theory of love Love at first sight Polyamory Romance (love) References ^ \"Definition of Love in English\". Oxford English Dictionary. Retrieved May 1, 2018. ^ \"Definition of \"Love\" - English Dictionary\". Cambridge English Dictionary. Retrieved May 1, 2018. ^ Oxford Illustrated American Dictionary (1998) + Merriam-Webster Collegiate Dictionary (2000) ^ \"Love - Definition of love by Merriam-Webster\". merriam-webster.com. ^ Fromm, Erich; The Art of Loving, Harper Perennial (1956), Original English Version, ISBN 978-0-06-095828-2 ^ \"Article On Love\". Archived from the original on 30 May 2012. Retrieved 13 September 2011. ^ Helen Fisher. Why We Love: the nature and chemistry of romantic love. 2004. ^ Liddell and Scott: φιλία ^ Mascaró, Juan (2003). The Bhagavad Gita. Penguin Classics. Penguin. ISBN 978-0-14-044918-1. (J. Mascaró, translator) ^ Anders Nygren, Agape and Eros. ^ Kay, Paul; Kempton, Willett (March 1984). \"What is the Sapir–Whorf Hypothesis?\". American Anthropologist. New Series. 86 (1): 65–79. doi:10.1525/aa.1984.86.1.02a00050. ^ \"Ancient Love Poetry\". Archived from the original on 30 September 2007. ^ a b \"St. Thomas Aquinas, STh I-II, 26, 4, corp. art\". Newadvent.org. Retrieved 30 October 2010. ^ Love. PediaPress. ^ Leibniz, Gottfried. \"Confessio philosophi\". Wikisource edition. Retrieved 25 March 2009. ^ Baba, Meher (1995). Discourses. Myrtle Beach: Sheriar Press. p. 113. ISBN 978-1880619094. ^ What is love?. In The Book of Real Answers to Everything! Griffith, J. 2011. ISBN 9781741290073. ^ a b c d e Fromm, Erich; The Art of Loving, Harper Perennial (5 September 2000), Original English Version, ISBN 978-0-06-095828-2 ^ DiscoveryHealth. \"Paraphilia\". Archived from the original on 12 December 2007. Retrieved 16 December 2007. ^ a b Lewis, Thomas; Amini, F.; Lannon, R. (2000). A General Theory of Love. Random House. ISBN 978-0-375-70922-7. ^ a b \"Archived copy\" (PDF). Archived from the original (PDF) on 28 June 2011. Retrieved 3 October 2011.CS1 maint: Archived copy as title (link) Defining the Brain Systems of Lust, Romantic Attraction, and Attachment by Fisher et. al ^ a b Winston, Robert (2004). Human. Smithsonian Institution. ISBN 978-0-03-093780-4. ^ Emanuele, E.; Polliti, P.; Bianchi, M.; Minoretti, P.; Bertona, M.; Geroldi, D. (2005). \"Raised plasma nerve growth factor levels associated with early-stage romantic love\". Psychoneuroendocrinology. 31 (3): 288–94. doi:10.1016/j.psyneuen.2005.09.002. PMID 16289361. ^ Sternberg, R. J. (1986). \"A triangular theory of love\". Psychological Review. 93 (2): 119–135. doi:10.1037/0033-295X.93.2 (inactive 2018-09-11). ^ Rubin, Zick (1970). \"Measurement of Romantic Love\". Journal of Personality and Social Psychology. 16 (2): 265–27\u0026#91, clarification needed\u0026#93, . CiteSeerX 10.1.1.452.3207. doi:10.1037/h0029841. PMID 5479131. ^ Rubin, Zick (1973). Liking and Loving: an invitation to social psychology. New York: Holt, Rinehart \u0026 Winston. ^ Berscheid, Ellen; Walster, Elaine H. (1969). Interpersonal Attraction. Addison-Wesley Publishing Co. ISBN 978-0-201-00560-8. CCCN 69-17443. ^ Peck, Scott (1978). The Road Less Traveled. Simon \u0026 Schuster. p. 169. ISBN 978-0-671-25067-6. ^ Loye, David S. (2000). Darwin\u0027s Lost Theory of Love: A Healing Vision for the 21st Century. iUniverse. p. 332. ISBN 978-0595001316. ^ The Handbook of Evolutionary Psychology, edited by David M. Buss, John Wiley \u0026 Sons, Inc., 2005. Chapter 14, Commitment, Love, and Mate Retention by Lorne Campbell and Bruce J. Ellis. ^ C. S. Lewis, The Four Loves, 1960. ^ Kristeller, Paul Oskar (1980). Renaissance Thought and the Arts: Collected Essays. Princeton University Press. ISBN 978-0-691-02010-5. ^ Stendhal, in his book On Love (\"De l\u0027amour\"; Paris, 1822), distinguished carnal love, passionate love, a kind of uncommitted love that he called \"taste-love\", and love of vanity. Denis de Rougemont in his book Love in the Western World traced the story of passionate love (l\u0027amour-passion) from its courtly to its romantic forms. Benjamin Péret, in the introduction to his Anthology of Sublime Love (Paris, 1956), further identified \"sublime love\", a state of realized idealisation perhaps equatable with the romantic form of passionate love. ^ a b c d Anders Theodor Samuel Nygren, Eros and Agape (first published in Swedish, 1930-1936). ^ \"Philosophy of Love | Internet Encyclopedia of Philosophy\". www.iep.utm.edu. Retrieved 24 August 2017. ^ Thomas Köves-Zulauf, Reden und Schweigen, Munich, 1972. ^ JFK Miller, \"Why the Chinese Don\u0027t Say I Love You Archived 24 January 2010 at the Wayback Machine.\" ^ a b c d e Ryang, Sonia (2006). Love in Modern Japan: Its Estrangement from Self, Sex and Society. Routledge. pp. 13–14. ISBN 9781135988630. ^ a b c d Abe, Namiko. \"Japanese Words for \"Love\": The Difference between \"Ai\" and \"Koi\"\". About.com. Retrieved 5 November 2014. ^ Monier Williams, काम, kāma Monier-Williams Sanskrit English Dictionary, pp 271, see 3rd column ^ James Lochtefeld (2002), The Illustrated Encyclopedia of Hinduism, Volume 1, Rosen Publishing, New York, ISBN 0-8239-2287-1, pp 340 ^ See: Kate Morris (2011), The Illustrated Dictionary of History, ISBN 978-8189093372, pp 124; Robert E. Van Voorst, RELG: World, Wadsworth, ISBN 978-1-111-72620-1, pp 78 ^ R. Prasad (2008), History of Science, Philosophy and Culture in Indian Civilization, Volume 12, Part 1, ISBN 978-8180695445, pp 249-270 ^ Rig Veda Book 10 Hymn 129 Verse 4 ^ Ralph Griffith (Translator, 1895), The Hymns of the Rig veda, Book X, Hymn CXXIX, Verse 4, pp 575 ^ Mohammad Najib ur Rehman, Hazrat Sakhi Sultan (2012-11-15). Day of Alast-The start of creation. Sultan ul Faqr Publications Regd. ISBN 9789699795084. ^ a b Pope Benedict XVI. \"papal encyclical, Deus Caritas Est\". ^ http://www.wga.hu/html_m/b/baglione/sacred2.html Description of Sacred and Profane Love ^ Woo, B. Hoon (2013). \"Augustine\u0027s Hermeneutics and Homiletics in De doctrina christiana\". Journal of Christian Philosophy. 17: 97–117. ^ \"Sri Lanka - Philippines: Meeting with the young people in the sports field of Santo Tomas University (Manila, 18 January 2015) - Francis\". w2.vatican.va. ^ Nidoy, Raul. \"The key to love according to Pope Francis\". ^ Swartley, Willard M. (1992). The Love of Enemy and Nonretaliation in the New Testament, Studies in peace and scripture; (As Scapulam I) cited by Hans Haas, Idee und Ideal de Feindesliebe in der ausserchristlichen Welt (Leipzig: University of Leipzig, 1927). Westminster John Knox Press. p. 24. ISBN 9780664253547. ^ \"Bahá\u0027í Reference Library - Paris Talks, Pages 179-181\". reference.bahai.org. ^ Gour Govinda Swami. \"Wonderful Characteristic of Krishna Prema, Gour Govinda Swami\". ^ A C Bhaktivedanta Swami. \"Being Perfectly in Love\". ^ The Handbook Archived 13 June 2010 at the Wayback Machine. of the Oneida Community claims to have coined the term around 1850, and laments that its use was appropriated by socialists to attack marriage, an institution that they felt protected women and children from abandonment ^ McElroy, Wendy. \"The Free Love Movement and Radical Individualism.\" Libertarian Enterprise .19 (1996): 1. ^ Spurlock, John C. Free Love Marriage and Middle-Class Radicalism in America. New York, NY: New York UP, 1988. ^ Passet, Joanne E. Sex Radicals and the Quest for Women\u0027s Equality. Chicago, IL: U of Illinois P, 2003. ^ a b Laurie, Timothy; Stark, Hannah (2017), \"Love\u0027s Lessons: Intimacy, Pedagogy and Political Community\", Angelaki: Journal of the Theoretical Humanities, 22 (4): 69–79, doi:10.1080/0969725x.2017.1406048 ^ Soren Kierkegaard. Works of Love. ^ \"In the Quest of Truth\". The Equation of Love. Sources Chadwick, Henry (1998). Saint Augustine Confessions. Oxford: Oxford University Press. ISBN 978-0-19-283372-3. Fisher, Helen (2004-02-04). Why We Love: the Nature and Chemistry of Romantic Love. ISBN 978-0-8050-6913-6. Giles, James (1994). \"A theory of love and sexual desire\". Journal for the Theory of Social Behaviour. 24 (4): 339–357. doi:10.1111/j.1468-5914.1994.tb00259.x. Kierkegaard, Søren (2009). Works of Love. New York City: Harper Perennial Modern Classics. ISBN 978-0-06-171327-9. Oord, Thomas Jay (2010). Defining Love: A Philosophical, Scientific, and Theological Engagement. Grand Rapids, MI: Brazos. ISBN 978-1-58743257-6. Singer, Irving (1966). The Nature of Love. (in three volumes) (v.1 reprinted and later volumes from The University of Chicago Press, 1984 ed.). Random House. ISBN 978-0-226-76094-0. Sternberg, R.J. (1986). \"A triangular theory of love\". Psychological Review. 93 (2): 119–135. doi:10.1037/0033-295X.93.2.119. Sternberg, R.J. (1987). \"Liking versus loving: A comparative evaluation of theories\". Psychological Bulletin. 102 (3): 331–345. doi:10.1037/0033-2909.102.3.331. Tennov, Dorothy (1979). Love and Limerence: the Experience of Being in Love. New York: Stein and Day. ISBN 978-0-8128-6134-1. Wood Samuel E., Ellen Wood and Denise Boyd (2005). The World of Psychology (5th ed.). Pearson Education. pp. 402–403. ISBN 978-0-205-35868-7. Further reading Bayer, A, ed. (2008). Art and love in Renaissance Italy. New York: The Metropolitan Museum of Art. External links Loveat Wikipedia\u0027s sister projects Definitions from Wiktionary Media from Wikimedia Commons Quotations from Wikiquote Texts from Wikisource Resources from Wikiversity Data from Wikidata History of Love, Internet Encyclopedia of Philosophy Friendship at Curlie Philanthropy at Curlie Romance at Curlie v t e Emotions (list) Emotions Adoration Affection Agitation Agony Amusement Anger Anguish Annoyance Anxiety Apathy Arousal Attraction Awe Boredom Calmness Compassion Contempt Contentment Defeat Depression Desire Disappointment Disgust Ecstasy Embarrassment Vicarious Empathy Enthrallment Enthusiasm Envy Euphoria Excitement Fear Frustration Gratitude Grief Guilt Happiness Hatred Hiraeth Homesickness Hope Horror Hostility Humiliation Hysteria Infatuation Insecurity Insult Interest Irritation Isolation Jealousy Joy Limerence Loneliness Longing Love Lust Melancholy Mono no aware Neglect Nostalgia Panic Passion Pity Pleasure Pride hubris Rage Regret Rejection Remorse Resentment Sadness Saudade Schadenfreude Sehnsucht Sentimentality Shame Shock Shyness Sorrow Spite Stress Suffering Surprise Sympathy Tenseness Wonder Worry World views Cynicism Defeatism Nihilism Optimism Pessimism Reclusion Weltschmerz Authority control GND: 4035646-2 NDL: 00560099 NKC: ph117230 Retrieved from \"https://en.wikipedia.org/w/index.php?title\u003dLove\u0026oldid\u003d867218604\" Categories: Love Emotions Ethical principles Personal life Fruit of the Holy Spirit Hidden categories: CS1 maint: Archived copy as title Pages with DOIs inactive since 2018 Wikipedia articles needing clarification from June 2014 Webarchive template wayback links Wikipedia indefinitely semi-protected pages Wikipedia indefinitely move-protected pages Use dmy dates from January 2018 Articles containing French-language text Articles containing Chinese-language text Articles containing Ancient Greek-language text Articles containing Sanskrit-language text Articles containing Arabic-language text Articles containing Hebrew-language text Articles containing Latin-language text Articles containing Japanese-language text All articles with unsourced statements Articles with unsourced statements from September 2017 Articles with unsourced statements from January 2012 Articles with unsourced statements from October 2012 Articles with unsourced statements from April 2011 Articles with unsourced statements from February 2010 Articles with Curlie links Wikipedia articles with GND identifiers Wikipedia articles with NDL identifiers Wikipedia articles with NKC identifiers Navigation menu Personal tools Not logged in Talk Contributions Create account Log in Namespaces Article Talk Variants Views Read View source View history More Search Navigation Main page Contents Featured content Current events Random article Donate to Wikipedia Wikipedia store Interaction Help About Wikipedia Community portal Recent changes Contact page Tools What links here Related changes Upload file Special pages Permanent link Page information Wikidata item Cite this page Print/export Create a book Download as PDF Printable version In other projects Wikimedia Commons Wikiquote Languages Afrikaans Alemannisch አማርኛ Ænglisc العربية Aragonés Asturianu Avañe\u0027ẽ Azərbaycanca تۆرکجه বাংলা Bân-lâm-gú Башҡортса Беларуская Беларуская (тарашкевіца)‎ Български Boarisch བོད་ཡིག Bosanski Brezhoneg Буряад Català Чӑвашла Čeština Corsu Cymraeg Dansk Deutsch Eesti Ελληνικά Español Esperanto Estremeñu Euskara فارسی Fiji Hindi Français Frysk Gàidhlig Galego 贛語 ગુજરાતી गोंयची कोंकणी / Gõychi Konknni 客家語/Hak-kâ-ngî 한국어 Hausa Հայերեն हिन्दी Hrvatski Igbo Ilokano Bahasa Indonesia Interlingua ᐃᓄᒃᑎᑐᑦ/inuktitut Íslenska Italiano עברית Basa Jawa ಕನ್ನಡ ქართული कॉशुर / کٲشُر Қазақша Kiswahili Kurdî Кыргызча Ladino Latina Latviešu Lëtzebuergesch Lietuvių Ligure Limburgs Lingála Lumbaart Magyar Македонски മലയാളം Malti मराठी მარგალური مصرى Bahasa Melayu Mìng-dĕ̤ng-ngṳ̄ Mirandés Монгол မြန်မာဘာသာ Nāhuatl Nederlands नेपाली नेपाल भाषा 日本語 Нохчийн Norsk Norsk nynorsk Occitan ଓଡ଼ିଆ Oʻzbekcha/ўзбекча ਪੰਜਾਬੀ پنجابی پښتو Patois ភាសាខ្មែរ Piemontèis Polski Português Ripoarisch Română Runa Simi Русиньскый Русский Саха тыла ᱥᱟᱱᱛᱟᱲᱤ Sardu Scots Shqip Sicilianu සිංහල Simple English سنڌي SiSwati Slovenčina Slovenščina Soomaaliga کوردی Српски / srpski Srpskohrvatski / српскохрватски Suomi Svenska Tagalog தமிழ் Татарча/tatarça తెలుగు ไทย Тоҷикӣ Türkçe Türkmençe Українська اردو ئۇيغۇرچە / Uyghurche Vepsän kel’ Tiếng Việt Walon 文言 Winaray 吴语 Xitsonga ייִדיש 粵語 Žemaitėška 中文 Edit links This page was last edited on 4 November 2018, at 12:29 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization. Privacy policy About Wikipedia Disclaimers Contact Wikipedia Developers Cookie statement Mobile view",
  "url": "http://en.wikipedia.org/wiki/Love",
  "strong": 0,
  "topicList": [
    {
      "keyWord": "interpersonal",
      "extract": "Interpersonal relationship - Wikipedia Interpersonal relationship From Wikipedia, the free encyclopedia Jump to navigation Jump to search \"Companionship\" redirects here. For the album by Sahib Shihab, see Companionship (album). \"Human relations\" redirects here. For the theory, see Human relations movement. This article needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed. (April 2015) (Learn how and when to remove this template message) Relationships （Outline） Types Genetic Kinship Family Sibling Cousin By marriage Husband Wife Open marriage Polyandry Polygamy Polygyny Mixed-orientation Partner · Partners Significant other Boyfriend Girlfriend Cohabitation Same-sex Life partner Friendship (romantic) Sexual Casual Monogamy Non-monogamy Mutual monogamy Polyamory Polyfidelity Cicisbeo Concubinage Courtesan Mistress Activities Bonding Courtship Dating Engagement Mating Meet market Romance Singles event Wedding Endings Breakup Separation Annulment Divorce Widowhood Emotions and feelings Affinity Attachment Intimacy Jealousy Limerence Love Platonic unconditional Passion Sexuality Practices Bride price dower dowry service Hypergamy Infidelity Sexual activity Transgression Repression Abuse Child Dating Domestic Elderly Narcissistic parent Power and control v t e Part of a series on Love Types of love Affection Bonding Broken heart Compassionate love Conjugal love Courtly love courtship troubadours Falling in love Free love Friendship romantic Interpersonal relationship Intimacy Limerence Love addiction Love at first sight Love triangle Lovesickness Lovestruck Obsessive love Passion Platonic love Puppy love Relationship Romance Self-love Amour de soi Unconditional love Unrequited love Cultural views Chinese Ren Greek words for love Agape Eros Philia Storge Xenia Indian Kama Bhakti Mettā Islamic Ishq Jewish Chesed Latin Amore Charity Related subjects Biological basis Love letter Valentine\u0027s Day Philosophy Religious views v t e An interpersonal relationship is a strong, deep, or close association or acquaintance between two or more people that may range in duration from brief to enduring. This association may be based on inference, love, solidarity, support, regular business interactions, or some other type of social commitment. Interpersonal relationships thrive through equitable and reciprocal compromise, they are formed in the context of social, cultural and other influences. The context can vary from family or kinship relations, friendship, marriage, relations with associates, work, clubs, neighborhoods, and places of worship. They may be regulated by law, custom, or mutual agreement, and are the basis of social groups and society as a whole. Contents 1 As a field of study 2 Types 2.1 Intimate relationships 2.1.1 Romantic relationships generally 2.1.2 Romance (love) 2.1.3 Platonic love 2.1.4 Life stages 2.1.5 Significant other 2.1.6 Marital relationship 2.2 Family relationships 2.2.1 Parent-child 2.2.2 Siblings 2.3 Other examples of interpersonal relationship 3 Importance 3.1 Need to belong 3.2 Social exchange 3.3 Relational self 4 Power and dominance 5 Pathological relationships 5.1 Abusive 5.2 Codependent 5.3 Narcissists 6 Stages 6.1 Terminating a relationship 7 Relationship satisfaction 8 Flourishing, budding, blooming, blossoming relationships 8.1 Background 8.2 Adult attachment and attachment theory 8.2.1 Romantic love 8.3 Theories and empirical research 8.3.1 Confucianism 8.3.2 Minding relationships 8.3.3 Theory of intertype relationships 8.3.4 Culture of appreciation 8.3.5 Capitalizing on positive events 8.3.6 The Vulnerability Stress Adaptation (VSA) Model 8.4 Other perspectives 8.5 Neurobiology of interpersonal connections 8.6 Applications 8.7 Controversies 9 In popular culture 9.1 Popular perceptions 9.2 Social media 10 See also 11 References 12 Further reading 13 External links As a field of study[edit] The study of interpersonal relationships involves several branches of the social sciences, including such disciplines as sociology, communication studies, psychology, anthropology, and social work. The scientific study of relationships evolved during the 1990s and came to be referred to as \u0027relationship science\u0027,[1] which distinguishes itself from anecdotal evidence or pseudo-experts by basing conclusions on data and objective analysis. Interpersonal ties are also a subject in mathematical sociology.[2] Types[edit] Main article: Outline of relationships § Types of relationships Intimate relationships[edit] Romantic relationships generally[edit] Romantic relationships have been defined in countless ways, by writers, philosophers, religions, scientists, and in the modern day, relationship counselors. Two popular definitions of love are Sternberg’s Triangular Theory of Love and Fisher’s theory of love.[3][4][5] Sternberg defines love in terms of intimacy, passion, and commitment, which he claims exist in varying levels in different romantic relationships. Fisher defines love as composed of three stages: attraction, romantic love, and attachment. Romantic relationships may exist between two people of any gender, or among a group of people (see polyamory). Romance (love)[edit] The single defining quality of a romantic relationship is the presence of love. Love is therefore equally difficult to define. Hazan and Shaver[6] define love, using Ainsworth’s attachment theory, as comprising proximity, emotional support, self-exploration, and separation distress when parted from the loved one. Other components commonly agreed to be necessary for love are physical attraction, similarity,[7] reciprocity,[4] and self-disclosure.[8] Platonic love[edit] An intimate but non-romantic relationship is known as a platonic relationship. Life stages[edit] Early adolescent relationships are characterized by companionship, reciprocity, and sexual experiences. As emerging adults mature, they begin to develop attachment and caring qualities in their relationships, including love, bonding, security, and support for partners. Earlier relationships also tend to be shorter and exhibit greater involvement with social networks.[9] Later relationships are often marked by shrinking social networks, as the couple dedicates more time to each other than to associates.[10] Later relationships also tend to exhibit higher levels of commitment.[9] Most psychologists and relationship counselors predict a decline of intimacy and passion over time, replaced by a greater emphasis on companionate love (differing from adolescent companionate love in the caring, committed, and partner-focused qualities). However, couple studies have found no decline in intimacy nor in the importance of sex, intimacy, and passionate love to those in longer or later-life relationships.[11] Older people tend to be more satisfied in their relationships, but face greater barriers to entering new relationships than do younger or middle-aged people.[12] Older women in particular face social, demographic, and personal barriers; men aged 65 and older are nearly twice as likely as women to be married, and widowers are nearly three times as likely to be dating 18 months following their partner’s loss compared to widows. Significant other[edit] The term significant other gained popularity during the 1990s, reflecting the growing acceptance of \u0027non-heteronormative\u0027 relationships. It can be used to avoid making an assumption about the gender or relational status (e.g. married, cohabitating, civil union) of a person’s intimate partner. Cohabiting relationships continue to rise, with many partners considering cohabitation to be nearly as serious as, or a substitute for, marriage.[12] LGBT, on the other hand, face unique challenges in establishing and maintaining intimate relationships. The strain of \u0027internalized homo-negativity\u0027 and of presenting themselves in line with socially acceptable gender norms can reduce the satisfaction and emotional and health benefits they experience in their relationships.[13][14][15] LGBT youth also lack the social support and peer connections enjoyed by hetero-normative young people.[16] Nonetheless, comparative studies of homosexual and heterosexual couples have found few differences in relationship intensity, quality, satisfaction, or commitment.[17] Marital relationship[edit] Although nontraditional relationships continue to rise, marriage still makes up the majority of relationships except among emerging adults.[18] It is also still considered by many to occupy a place of greater importance among family and social structures. Family relationships[edit] Parent-child[edit] Parent-child relationships have always concerned people. In ancient times they were often marked by fear, either of rebellion or abandonment, resulting in the strict filial roles in, for example, ancient Rome and China.[19][20] Freud conceived of the Oedipal complex, the supposed obsession of young boys their mother and the accompanying fear and rivalry with their father, and the less well-known Electra complex, in which the young girl feels that her mother has castrated her and therefore becomes obsessed with her father. Freud’s ideas influenced thought on parent-child relationships for decades.[21] Another early conception of parent-child relationships was that love only existed as a biological drive for survival and comfort on the child’s part. In 1958, however, Harry Harlow’s landmark study comparing rhesus’ reactions to wire “mothers” and cloth “mothers” demonstrated the depth of emotion felt by infants. The study also laid the groundwork for Mary Ainsworth’s attachment theory, showing how the infants used their cloth “mothers” as a secure base from which to explore.[22][23] Ainsworth defined three styles of parent-child relationships in a series of studies using the strange situation, a scenario in which an infant is separated from, then reunited with the parent. Securely attached infants miss the parent, greet them happily upon return, and show normal exploration and lack of fear when the parent is present. Insecure avoidant infants show little distress upon separation and ignore the caregiver when they return; they explore little when the parent is present. Insecure ambivalent infants are highly distressed by separation, but continue to be distressed upon the parent’s return; these infants also explore little and display fear even when the parent is present. Some psychologists have suggested a fourth attachment style, disorganized, so called because the infants’ behavior appeared disorganized or disoriented.[24] Secure attachments styles are linked to better social and academic outcomes, greater moral internalization, and less delinquency for children, and have been found to predict later relationship success.[25][26][4] For most of the late nineteenth through the twentieth century, the perception of adolescent-parent relationships was that of a time of upheaval. Stanley Hall popularized the “Sturm und drang”, or storm and stress, model of adolescence. Psychological research, however, has painted a much tamer picture. Although adolescents are more risk-seeking, and emerging adults have higher suicide rates, they are largely less volatile and have much better relationships with their parents than this model would suggest[27] Early adolescence often marks a decline in parent-child relationship quality, which then re-stabilizes through adolescence, and relationships are sometimes better in late adolescence than prior to its onset.[28] With the increasing average age at marriage and more youths attending college and living with parents past their teens, the concept of a new period called emerging adulthood gained popularity. This is considered a period of uncertainty and experimentation between adolescence and adulthood. During this stage, interpersonal relationships are considered to be more self-focused, and relationships with parents may still be influential.[29] Siblings[edit] Sibling relationships have a profound effect on social, psychological, emotional, and academic outcomes. Although proximity and contact usually decreases over time, sibling bonds continue to affect people throughout their lives. Sibling relationships are affected by parent-child relationships, such that sibling relationships in childhood often reflect the positive or negative aspects of children’s relationships with their parents.[30] Other examples of interpersonal relationship[edit] Egalitarian and Platonic friendship[31] Enemy Frenemy Frenemy started as a slang term, has made its way into the Oxford dictionary. It describes a person that an individual is friendly with despite underlying conflict between the two. This conflict can include rivalries, mistrust, or competition.[32] Frenemies who come about through a conflict of rivalries tend to want to be the center of attention[33] or are individuals who would be described as \"Drama Queens.\"[32] Frenemies who come about through a conflict of competition often feel the need to be better than the individual in some or many aspects of life, and in some cases feel the need to point out flaws in others.[34] Conflicts of trust tend to involve individuals who gossip or say negative things about others.[32] While ambivalent interpersonal relationships (like frenemies) are common, they have been found to contribute to stress related cardiovascular issues and depressive symptoms[35] Neighbor Business relationships Partnership Employer and employee Contractor Customer Landlord and tenant Official Importance[edit] Human beings are innately social and are shaped by their experiences with others. There are multiple perspectives to understand this inherent motivation to interact with others. Need to belong[edit] According to Maslow\u0027s hierarchy of needs, humans need to feel love (sexual/nonsexual) and acceptance from social groups (family, peer groups). In fact, the need to belong is so innately ingrained that it may be strong enough to overcome physiological and safety needs, such as children\u0027s attachment to abusive parents or staying in abusive romantic relationships. Such examples illustrate the extent to which the psychobiological drive to belong is entrenched. Social exchange[edit] Another way to appreciate the importance of relationships is in terms of a reward framework. This perspective suggests that individuals engage in relations that are rewarding in both tangible and intangible ways. The concept fits into a larger theory of social exchange. This theory is based on the idea that relationships develop as a result of cost-benefit analysis. Individuals seek out rewards in interactions with others and are willing to pay a cost for said rewards. In the best-case scenario, rewards will exceed costs, producing a net gain. This can lead to \"shopping around\" or constantly comparing alternatives to maximize the benefits or rewards while minimizing costs. Relational self[edit] Relationships are also important for their ability to help individuals develop a sense of self. The relational self is the part of an individual\u0027s self-concept that consists of the feelings and beliefs that one has regarding oneself that develops based on interactions with others.[36] In other words, one\u0027s emotions and behaviors are shaped by prior relationships. Thus, relational self theory posits that prior and existing relationships influence one\u0027s emotions and behaviors in interactions with new individuals, particularly those individuals that remind him or her of others in his or her life. Studies have shown that exposure to someone who resembles a significant other activates specific self-beliefs, changing how one thinks about oneself in the moment more so than exposure to someone who does not resemble one\u0027s significant other.[37] Power and dominance[edit] This section does not cite any sources. Please help improve this section by adding citations to reliable sources. Unsourced material may be challenged and removed. (May 2016) (Learn how and when to remove this template message) Power is the ability to influence the behavior of other people. When two parties have or assert unequal levels of power, one is termed \"dominant\" and the other \"submissive\". Expressions of dominance can communicate intention to assert or maintain dominance in a relationship. Being submissive can be beneficial because it saves time, emotional stress, and may avoid hostile actions such as withholding of resources, cessation of cooperation, termination of the relationship, maintaining a grudge, or even physical violence. Submission occurs in different degrees; for example, some employees may follow orders without question, whereas others might express disagreement but concede when pressed. Groups of people can form a dominance hierarchy. For example, a hierarchical organization uses a command hierarchy for top-down management. This can reduce time wasted in conflict over unimportant decisions, prevents inconsistent decisions from harming the operations of the organization, maintain alignment of a large population of workers with the goals of the owners (which the workers might not personally share) and if promotion is based on merit, help ensure that the people with the best expertise make important decisions. This contrasts with group decision-making and systems which encourage decision-making and self-organization by front-line employees, who in some cases may have better information about customer needs or how to work efficiently. Dominance is only one aspect of organizational structure. A power structure describes power and dominance relationships in a larger society. For example, a feudal society under a monarchy exhibits a strong dominance hierarchy in both economics and physical power, whereas dominance relationships in a society with democracy and capitalism are more complicated. In business relationships, dominance is often associated with economic power. For example, a business may adopt a submissive attitude to customer preferences (stocking what customers want to buy) and complaints (\"the customer is always right\") in order to earn more money. A firm with monopoly power may be less responsive to customer complaints because it can afford to adopt a dominant position. In a business partnership a \"silent partner\" is one who adopts a submissive position in all aspects, but retains financial ownership and a share of the profits. Two parties can be dominant in different areas. For example, in a friendship or romantic relationship, one person may have strong opinions about where to eat dinner, whereas the other has strong opinions about how to decorate a shared space. It could be beneficial for the party with weak preferences to be submissive in that area, because it will not make them unhappy and avoids conflict with the party that would be unhappy. The breadwinner model is associated with gender role assignments where the male in a heterosexual marriage would be dominant in all areas. Further information: Psychological manipulation and Brainwashing Pathological relationships[edit] Abusive[edit] Abusive relationships involve either maltreatment or violence from one individual to another and include physical abuse, physical neglect, sexual abuse, and emotional maltreatment.[38] Abusive relationships within the family are very prevalent in the United States and usually involve women or children as victims.[39] Common individual factors for abusers include low self-esteem, poor impulse control, external locus of control, drug use, alcohol abuse, and negative affectivity.[40] There are also external factors such as stress, poverty, and loss which contribute to likelihood of abuse.[41] Codependent[edit] Codependency initially focused on a codependent partner enabling substance abuse, but has become more broadly defined to describe a dysfunctional relationship with extreme dependence on or preoccupation with another person.[42] There are some who even refer to codependency as an addiction to the relationship.[43] The focus of a codependent individual tends to be on the emotional state, behavioral choices, thoughts, and beliefs of another person.[44] Often those who are codependent neglect themselves in favor of taking care of others and have difficulty fully developing their identity on their own.[45] Narcissists[edit] Narcissists\u0027 focus on themselves and often distance themselves from intimate relationships; the focus of narcissistic interpersonal relationships is to promote one\u0027s self-concept.[46] Generally narcissists show less empathy in relationships and view love pragmatically or as a game involving others\u0027 emotions.[47][46] Stages[edit] Interpersonal relationships are dynamic systems that change continuously during their existence. Like living organisms, relationships have a beginning, a lifespan, and an end. They tend to grow and improve gradually, as people get to know each other and become closer emotionally, or they gradually deteriorate as people drift apart, move on with their lives and form new relationships with others. One of the most influential models of relationship development was proposed by psychologist George Levinger.[48] This model was formulated to describe heterosexual, adult romantic relationships, but it has been applied to other kinds of interpersonal relations as well. According to the model, the natural development of a relationship follows five stages: Acquaintance and acquaintanceship – Becoming acquainted depends on previous relationships, physical proximity, first impressions, and a variety of other factors. If two people begin to like each other, continued interactions may lead to the next stage, but acquaintance can continue indefinitely. Another example is association. Buildup – During this stage, people begin to trust and care about each other. The need for intimacy, compatibility and such filtering agents as common background and goals will influence whether or not interaction continues. Continuation – This stage follows a mutual commitment to quite a strong and close long-term friendship, romantic relationship, or even marriage. It is generally a long, relatively stable period. Nevertheless, continued growth and development will occur during this time. Mutual trust is important for sustaining the relationship. Deterioration – Not all relationships deteriorate, but those that do tend to show signs of trouble. Boredom, resentment, and dissatisfaction may occur, and individuals may communicate less and avoid self-disclosure. Loss of trust and betrayals may take place as the downward spiral continues, eventually ending the relationship. (Alternately, the participants may find some way to resolve the problems and reestablish trust and belief in others.) Ending – The final stage marks the end of the relationship, either by breakups, death, or by spatial separation for quite some time and severing all existing ties of either friendship or romantic love. Terminating a relationship[edit] According to the latest Systematic Review of the Economic Literature on the Factors associated with Life Satisfaction (dating from 2007), stable and secure relationships are beneficial, and correspondingly, relationship dissolution is harmful.[49] The American Psychological Association has summarised the evidence on breakups. Breaking up can actually be a positive experience when the relationship did not expand the self and when the breakup leads to personal growth. They also recommend some ways to cope with the experience: Purposefully focussing on the positive aspects of the breakup (\"factors leading up to the break-up, the actual break-up, and the time right after the break-up\") Minimising the negative emotions Journaling the positive aspects of the breakup (e.g. \"comfort, confidence, empowerment, energy, happiness, optimism, relief, satisfaction, thankfulness, and wisdom\"). This exercise works best, although not exclusively, when the breakup is mutual.[50] Less time between a breakup and a subsequent relationship predicts higher self-esteem, attachment security, emotional stability, respect for your new partner, and greater well-being. Furthermore, rebound relationships don\u0027t last any shorter than regular relationships.[51][52] 60% of people are friends with one or more ex.[53] 60% of people have had an off-and-on relationship. 37% of cohabiting couples, and 23% of the married, have broken up and gotten back together with their existing partner.[54] Terminating a marital relationship implies a divorce. One reason cited for divorce is infidelity. The determinants of unfaithfulness are debated by dating service providers, feminists, academics and science communicators.[55][56][57][58] According to Psychology Today, women\u0027s, rather than men\u0027s, level of commitment more strongly determines if a relationship will continue.[59] Relationship satisfaction[edit] Social exchange theory and Rusbult\u0027s investment model shows that relationship satisfaction is based on three factors: rewards, costs, and comparison levels (Miller, 2012).[60] Rewards refer to any aspects of the partner or relationship that are positive. Conversely, costs are the negative or unpleasant aspects of the partner or their relationship. Comparison level includes what each partner expects of the relationship. The comparison level is influenced by past relationships, and general relationship expectations they are taught by family and friends. Individuals in long-distance relationships, LDRs, rated their relationships as more satisfying than individuals in proximal relationship, PRs.[61][62] Alternatively, Holt and Stone (1988) found that long-distance couples who were able to meet with their partner at least once a month had similar satisfaction levels to unmarried couples who cohabitated.[63] Also, the relationship satisfaction was lower for members of LDRs who saw their partner less frequently than once a month. LDR couples reported the same level of relationship satisfaction as couples in PRs, despite only seeing each other on average once every 23 days.[64] Social exchange theory and the investment model both theorize that relationships that are high in costs would be less satisfying than relationships that are low in costs. LDRs have a higher level of costs than PRs, therefore, one would assume that LDRs are less satisfying than PRs. Individuals in LDRs are more satisfied with their relationships compared to individuals in PRs.[62] This can be explained by unique aspects of the LDRs, how the individuals use relationship maintenance behaviors, and the attachment styles of the individuals in the relationships. Therefore, the costs and benefits of the relationship are subjective to the individual, and people in LDRs tend to report lower costs and higher rewards in their relationship compared to PRs.[62] Flourishing, budding, blooming, blossoming relationships[edit] Positive psychologists use the various terms \"flourishing, budding, blooming, blossoming relationships\" to describe interpersonal relationships that are not merely happy, but instead characterized by intimacy, growth, and resilience.[65] Flourishing relationships also allow a dynamic balance between focus on the intimate relationships and focus on other social relationships. Background[edit] While traditional psychologists specializing in close relationships have focused on relationship dysfunction, positive psychology argues that relationship health is not merely the absence of relationship dysfunction.[66] Healthy relationships are built on a foundation of secure attachment and are maintained with love and purposeful positive relationship behaviors. Additionally, healthy relationships can be made to \"flourish.\" Positive psychologists are exploring what makes existing relationships flourish and what skills can be taught to partners to enhance their existing and future personal relationships. A social skills approach posits that individuals differ in their degree of communication skill, which has implications for their relationships. Relationships in which partners possess and enact relevant communication skills are more satisfying and stable than relationships in which partners lack appropriate communication skills.[67] Adult attachment and attachment theory[edit] Healthy relationships are built on a foundation of secure attachments. Adult attachment models represent an internal set of expectations and preferences regarding relationship intimacy that guide behavior.[68] Secure adult attachment, characterized by low attachment-related avoidance and anxiety, has numerous benefits. Within the context of safe, secure attachments, people can pursue optimal human functioning and flourishing.[66] This is because social acts that reinforce feelings of attachment also stimulate the release of neurotransmitters such as oxytocin and endorphin, which alleviate stress and create feelings of contentment.[69] Attachment theory can also be used as a means of explaining adult relationships.[70] Secure attachment styles are characterized by low avoidance of intimacy and low anxiety over abandonment. Secure individuals are comfortable with intimacy and interdependence and are usually optimistic and social in everyday life. Securely attached individuals usually use their partners for emotion regulation so they prefer to have their partners in close proximity.[71] Preoccupied individuals tend to be low on avoidance of intimacy and high on anxiety about abandonment. Preoccupied people are normally uneasy and vigilant towards any threat to the relationship and tend to be needy and jealous. Dismissing individuals are low on anxiety over abandonment and high in avoidance of intimacy. Dismissing people are usually self-reliant and uninterested in intimacy and are independent and indifferent towards acquiring romantic partners.[72] Fearful attachment styled individuals are high in avoidance of intimacy and high in anxiety over abandonment, which means they rarely allow themselves to be in relationships, and if they do get into one, are very anxious about losing the partner. They are very fearful of rejection, mistrustful of others, and tend to be suspicious and shy in everyday life. Attachment styles are created during childhood but can adapt and evolve to become a different attachment style based on individual experiences.[72] A bad breakup or a bad romantic situation can change someone from being in a secure attachment to insecure. On the contrary, a good romantic relationship can take a person from an avoidant attachment style to more of a secure attachment style. Romantic love[edit] Main article: Romantic love The capacity for love gives depth to human relationships, brings people closer to each other physically and emotionally, and makes people think expansively about themselves and the world.[66] Stages of romantic interpersonal relationships can also be characterized more generally by the following: attraction; initiation; development; sustaining vs. terminating. Attraction – Premeditated or automatic, attraction can occur between acquaintances, coworkers, lovers, etc., be based on sexual arousal, intellectual stimulation, or respect. Studies have shown that attraction can be susceptible to influence based on context and externally induced arousal, with the caveat that participants be unaware of the source of their arousal. A study by Cantor, J. R., Bryant, J., \u0026 Zillmann, D. (1975), induced arousal through physical exercise and found that participants rated erotic pictures highly 4 minutes post-exercise (when no longer realized aroused by exercise) than either immediately after (when arousal and awareness were greater) or 10 minutes later (when exercise-induced arousal had dissipated). As supported by a series of studies, Zillman and colleagues showed that a preexisting state of arousal can heighten reactions to affective stimuli.[73] A classic study by Dutton \u0026 Aron (1974) showed that fear arousal from suspension bridges leads to higher attraction ratings by males of a female confederate.[74] Initiation – There are several catalysts in the initiation of a new relationship. One commonly studied factor is physical proximity (also known as propinquity). The MIT Westgate studies famously showed that greater physical proximity between incoming students in a university residential hall led to greater relationship initiation. More specifically, only 10% of those living on opposite ends of Westgate West considered each other friends while more than 40% of those living in adjacent apartments considered each other friends.[75] The theory behind this effect is that proximity facilitates chance encounters, which lead to initiation of new relationships. This is closely related to the mere exposure effect, which states that the more an individual is exposed to a person or object, the more s/he likes it. Another important factor in the initiation of new relationships is similarity. Put simply, individuals tend to be attracted to and start new relationships with those who are similar to them. These similarities can include beliefs, rules, interests, culture, education, etc. Individuals seek relationships with like others because like others are most likely to validate shared beliefs and perspectives, thus facilitating interactions that are positive, rewarding and without conflict. Development – Development of interpersonal relationships can be further split into committed versus non-committed romantic relationships, which have different behavioral characteristics. In a study by Miguel \u0026 Buss (2011), men and women were found to differ in a variety of mate-retention strategies depending on whether their romantic relationships were committed or not. More committed relationships by both genders were characterized by greater resource display, appearance enhancement, love and care, and verbal signs of possession. In contrast, less committed relationships by both genders were characterized by greater jealousy induction. In terms of gender differences, men used greater resource display than women, who used more appearance enhancement as a mate-retention strategy than men.[76] Sustaining vs. terminating – After a relationship has had time to develop, it enters into a phase where it will be sustained if it is not otherwise terminated. Some important qualities of strong, enduring relationships include emotional understanding and effective communication between partners. Idealization of one\u0027s partner is linked to stronger interpersonal bonds. Idealization is the pattern of overestimating a romantic partner\u0027s positive virtues or underestimating a partner\u0027s negative faults in comparison to the partner\u0027s own self-evaluation. In general, individuals who idealize their romantic partners tend to report higher levels of relationship satisfaction.[77] Romantic partners that engage in a novel and exciting physical activity together are more likely to report higher levels of relationship satisfaction than partners that complete a mundane activity.[78] In his triangular theory of love, psychologist Robert Sternberg theorizes that love is a mix of three components: some (1) passion, or physical attraction; (2) intimacy, or feelings of closeness; and (3) commitment, involving the decision to initiate and sustain a relationship. The presence of all three components characterizes consummate love, the most durable type of love. In addition, the presence of intimacy and passion in marital relationships predicts marital satisfaction. Also, commitment is the best predictor of relationship satisfaction, especially in long-term relationships. Positive consequences of being in love include increased self-esteem and self-efficacy.[66] Referring to the emotion of love, Psychiatrist Daniel Casriel defined the \"logic of love\" as \"the logic of pleasure and pain\" in the concept of a \"Relationship Road Map\" that became the foundation of PAIRS\u0027 relationship education classes.[79] \"We are drawn to what we anticipate will be a source of pleasure and will look to avoid what we anticipate will be a source of pain. The emotion of love comes from the anticipation of pleasure.\"[79] Based on Casriel\u0027s theory, sustaining feelings of love in an interpersonal relationship requires \"effective communication, emotional understanding and healthy conflict resolution skills.\"[80] Theories and empirical research[edit] Confucianism[edit] Confucianism is a study and theory of relationships especially within hierarchies.[81] Social harmony—the central goal of Confucianism—results in part from every individual knowing his or her place in the social order, and playing his or her part well. Particular duties arise from each person\u0027s particular situation in relation to others. The individual stands simultaneously in several different relationships with different people: as a junior in relation to parents and elders, and as a senior in relation to younger siblings, students, and others. Juniors are considered in Confucianism to owe their seniors reverence and seniors have duties of benevolence and concern toward juniors. A focus on mutuality is prevalent in East Asian cultures to this day. Minding relationships[edit] The mindfulness theory of relationships shows how closeness in relationships may be enhanced. Minding is the \"reciprocal knowing process involving the nonstop, interrelated thoughts, feelings, and behaviors of persons in a relationship.\"[82] Five components of \"minding\" include:[66] Knowing and being known: seeking to understand the partner Making relationship-enhancing attributions for behaviors: giving the benefit of the doubt Accepting and respecting: empathy and social skills Maintaining reciprocity: active participation in relationship enhancement Continuity in minding: persisting in mindfulness Theory of intertype relationships[edit] Socionics has proposed a theory of intertype relationships between psychological types based on a modified version of C.G. Jung\u0027s theory of psychological types. Communication between types is described using the concept of information metabolism proposed by Antoni Kępiński. Socionics allocates 16 types of the relations — from most attractive and comfortable up to disputed. The understanding of a nature of these relations helps to solve a number of problems of the interpersonal relations, including aspects of psychological and sexual compatibility. The researches of married couples by Aleksandr Bukalov et al., have shown that the family relations submit to the laws, which are opened by socionics. The study of socionic type allocation in casually selected married couples confirmed the main rules of the theory of intertype relations in socionics.[83] So, the dual relations (full addition) make 45% and the intraquadral relations make 64% of investigated couples. Culture of appreciation[edit] This section needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed. (August 2011) (Learn how and when to remove this template message) After studying married couples for many years, psychologist John Gottman has proposed the theory of the \"magic ratio\" for successful marriages. The theory says that for a marriage to be successful, couples must average a ratio of five positive interactions to one negative interaction. As the ratio moves to 1:1, divorce becomes more likely.[66] Interpersonal interactions associated with negative relationships include criticism, contempt, defensiveness, and stonewalling. Over time, therapy aims to turn these interpersonal strategies into more positive ones, which include complaint, appreciation, acceptance of responsibility, and self-soothing. Similarly, partners in interpersonal relationships can incorporate positive components into difficult subjects in order to avoid emotional disconnection.[84] In addition, Martin Seligman proposes the concept of Active-Constructive Responding, which stresses the importance of practicing conscious attentive listening and feedback skills. In essence, practicing this technique aims to improve the quality of communication between members of the relationship, and in turn the gratitude expressed between said members.[85] Capitalizing on positive events[edit] People can capitalize on positive events in an interpersonal context to work toward flourishing relationships. People often turn to others to share their good news (termed \"capitalization\"). Studies show that both the act of telling others about good events and the response of the person with whom the event was shared have personal and interpersonal consequences, including increased positive emotions, subjective well-being, and self-esteem, and relationship benefits including intimacy, commitment, trust, liking, closeness, and stability.[86] Studies show that the act of communicating positive events was associated with increased positive effect and well-being (beyond the impact of the positive event itself). Other studies have found that relationships in which partners responded to \"good news\" communication enthusiastically were associated with higher relationship well-being.[87] The Vulnerability Stress Adaptation (VSA) Model[edit] The VSA is a framework for conceptualizing the dynamic processes of intimate relationships, which emphasizes the consideration of multiple dimensions of functioning, including couple members’ enduring vulnerabilities, experiences of stressful events, and adaptive processes, to account for variations in marital quality and stability over time. According to the VSA model, in order to achieve a complete understanding of relationship functioning, research must consider all functional dimensions, including enduring vulnerabilities, stress, and adaptive processes simultaneously.[88] Other perspectives[edit] Neurobiology of interpersonal connections[edit] Humans are social creatures, and there is no other behavioral process that is more important than attachment. Attachment requires sensory and cognitive processing that lead to intricate motor responses. As humans, the end goal of attachment is the motivation to acquire love, which is different from other animals who just seek proximity.[89] There is an emerging body of research across multiple disciplines investigating the neurological basis of attachment and the prosocial emotions and behaviors that are the prerequisites for healthy adult relationships.[66] The social environment, mediated by attachment, influences the maturation of structures in a child\u0027s brain. This might explain how infant attachment affects adult emotional health. This continues on throughout childbearing.[90] A link between positive caregiver–child relationships and the development of hormone systems, such as the hypothalamic–pituitary–adrenal axis (HPA axis) and oxytocinergic system has been observed.[89] The mother–infant attachment – Key biological factors have emerged that can explain the motivation behind maternal caregiving behavior in humans and mammals. However, it does differ from species to species, due to that some species only exhibit maternal care postpartum, others exhibit it only slightly and some are very maternal.[89] Two main neuroendocrine systems that revolved around oxytocin and dopamine,[91] and another neuropeptide, prolactin are directly involved as mediators of maternal care.[89] The mother–infant bond is so complex and strong due to these biological systems, that a response to maternal separation exists. The response to separation is due to the withdrawal of several different components from behavioral and biological systems.[92] Separation anxiety, the psychological term that describes the response that occurs when an infant is separated from the mother, causes loss of those components, as seen in studies done with rats.[93] Oxytocinergic system – Oxytocin is a peptide hormone produced in the hypothalamus that is passed through the posterior pituitary gland into the bloodstream. Oxytocin acts on the mammary glands and uterine muscles to stimulate the secretion of milk and uterine contractions during childbirth. However, it is a crucial factor in many aspects of social bonding, specifically the onset of the mother–infant attachment bond.[91] It acts on the medial preoptic area (MPOA) and the ventral tegmental area (VTA) in the brain which are critical for integration of sensory information in maternal care.[89] Oxytocin plays a key role in physical proximity and nurturing care and leads (as shown in studies with rats) the mother to go from avoiding behavior to caring for their young. Oxytocin knockout rats or injection of an oxytocin receptor antagonist will lead to neglect of the infant or pup.[91] In mammals, the development of the Oxytocinergic system has led to the basis of the mother–infant attachment. Dopaminergic system – Dopamine is a neurotransmitter that affects behavior in not just the mother but in the offspring as well. Dopamine is essential in for reinforcing behavior that gives us pleasure because it is part of the limbic system that deals with emotion. Therefore, it is able to stimulate responsive maternal care and reinforce attachment. Understanding the dopaminergic system is important because it could make the difference between maternal neglect and nurture.[91] Prolactin – As seen in lesion studies of rats prolactin, which is also involved in lactation, is important in encouraging maternal behavior. Decreasing the levels of prolactin or lack of the receptor of prolactin leads to inhibition of maternal care in rats. Adult–adult pair bond formation – Oxytocin and vasopressin play a crucial part in the process of bond formation of mates. Vasopressin is a peptide hormone whose main function is to retain water in the body, and is also known as antidiuretic hormone (ADH). Pair bonding is studied using voles and it has been found that injection of both hormones stimulates the behavioral responses needed in pair bond formation, even when mating hasn\u0027t occurred.[89] These results are also proven when injection of receptor antagonists of this hormones inhibits mating and necessary behaviors. The ability to study the biological processes behind attachment allows scientists to be able to understand the fundamental levels to makeup a psychological construct. It provides a link between a psychological concept and its physiological foundation.[93] Applications[edit] Researchers are developing an approach to couples therapy that moves partners from patterns of repeated conflict to patterns of more positive, comfortable exchanges. Goals of therapy include development of social and interpersonal skills. Expressing gratitude and sharing appreciation for a partner is the primary means for creating a positive relationship. Positive marital counseling also emphasizes mindfulness. The further study of \"flourishing relationships could shape the future of premarital and marital counseling as well.\"[66] Controversies[edit] Some researchers criticize positive psychology for studying positive processes in isolation from negative processes.[94] Positive psychologists argue that positive and negative processes in relationships may be better understood as functionally independent, not as opposites of each other.[95] In popular culture[edit] Popular perceptions[edit] Popular perceptions of intimate relationships are strongly influenced by movies and television. Common messages are that love is predestined, love at first sight is possible, and that love with the right person always succeeds. Those who consume the most romance-related media tend to believe in predestined romance and that those who are destined to be together implicitly understand each other. These beliefs, however, can lead to less communication and problem-solving as well as giving up on relationships more easily when conflict is encountered.[96] Social media[edit] Social media has changed the face of interpersonal relationships. Romantic interpersonal relationships are no less impacted. For example, in the United States, Facebook has become an integral part of the dating process for emerging adults.[97] Social media can have both positive and negative impacts on romantic relationships. For example, supportive social networks have been linked to more stable relationships.[98] However, social media usage can also facilitate conflict, jealousy, and passive aggressive behaviors such as spying on a partner.[99] Aside from direct effects on the development, maintenance, and perception of romantic relationships, excessive social network usage is linked to jealousy and dissatisfaction in relationships.[100] A growing segment of the population is engaging in purely online dating, sometimes but not always moving towards traditional face-to-face interactions. These online relationships differ from face-to-face relationships; for example, self-disclosure may be of primary importance in developing an online relationship. Conflict management differs, since avoidance is easier and conflict resolution skills may not develop in the same way. Additionally, the definition of infidelity is both broadened and narrowed, since physical infidelity becomes easier to conceal but emotional infidelity (e.g. chatting with more than one online partner) becomes a more serious offense.[98] See also[edit] Interactionism Interpersonal attraction Interpersonal tie Outline of relationships Relationship status Relationship forming Socionics References[edit] ^ Berscheid E (April 1999). \"The greening of relationship science\". The American Psychologist. 4. 54 (4): 260–6. doi:10.1037/0003-066X.54.4.260. PMID 10217995. ^ Berscheid E, Peplau LA (1983). \"The emerging science of relationships\". In Kelley HH. Close relationships. New York: W.H. Freeman and Company. pp. 1–19. OCLC 9131639. ^ Acker M, Davis MH. \"Intimacy, Passion and Commitment in Adult Romantic Relationships: A Test of the Triangular Theory of Love\". Journal of Social and Personal Relationships. 9 (1): 21–50. doi:10.1177/0265407592091002. ^ a b c Gibson LS (2015). \"The Science of Romantic Love: Distinct Evolutionary, Neural, and Hormonal Characteristics\". International Journal of Undergraduate Research and Creative Activities. 7 (1). doi:10.7710/2168-0620.1036. ^ Sternberg RJ. \"A triangular theory of love\". Psychological Review. 93 (2): 119–135. doi:10.1037/0033-295x.93.2.119. ^ Hazan C, Shaver P (March 1987). \"Romantic love conceptualized as an attachment process\". Journal of Personality and Social Psychology. 52 (3): 511–24. PMID 3572722. ^ Vangelisti AL. \"Interpersonal processes in romantic relationships\" (PDF). Interpersonal processes in romantic relationships. Handbook of interpersonal communication. 3: 643–679 – via Sage. ^ Kito M (April 2005). \"Self-disclosure in romantic relationships and friendships among American and Japanese college students\". The Journal of Social Psychology. 145 (2): 127–40. doi:10.3200/SOCP.145.2.127-140. PMID 15816343. ^ a b Meier A, Allen G (2009). \"Romantic Relationships from Adolescence to Young Adulthood: Evidence from the National Longitudinal Study of Adolescent Health\". The Sociological Quarterly. 50 (2): 308–335. doi:10.1111/j.1533-8525.2009.01142.x. PMC 4201847. PMID 25332511. ^ Merkle ER, Richardson RA (2004). \"Digital Dating and Virtual Relating: Conceptualizing Computer Mediated Romantic Relationships\". Family Relations. 49 (2): 187–192. doi:10.1111/j.1741-3729.2000.00187.x. JSTOR 585815. ^ Montgomery MJ, Sorell GT (1997). \"Differences in Love Attitudes across Family Life Stages\". Family Relations. 46 (1): 55–61. doi:10.2307/585607. JSTOR 585607. ^ a b Sassler S (June 2010). \"Partnering Across the Life Course: Sex, Relationships, and Mate Selection\". Journal of Marriage and the Family. 72 (3): 557–575. doi:10.1111/j.1741-3737.2010.00718.x. PMC 3399251. PMID 22822268. ^ Mohr JJ, Daly CA. \"Sexual minority stress and changes in relationship quality in same-sex couples\". Journal of Social and Personal Relationships. 25 (6): 989–1007. doi:10.1177/0265407508100311. ^ Li T, Dobinson C, Scheim A, Ross L. \"Unique Issues Bisexual People Face in Intimate Relationships: A Descriptive Exploration of Lived Experience\". Journal of Gay \u0026 Lesbian Mental Health. 17: 21–39. doi:10.1080/19359705.2012.723607. ^ Iantaffi A, Bockting WO (March 2011). \"Views from both sides of the bridge? Gender, sexual legitimacy and transgender people\u0027s experiences of relationships\". Culture, Health \u0026 Sexuality. 13 (3): 355–70. doi:10.1080/13691058.2010.537770. PMC 3076785. PMID 21229422. ^ DeHaan S, Kuper LE, Magee JC, Bigelow L, Mustanski BS (2013). \"The interplay between online and offline explorations of identity, relationships, and sex: a mixed-methods study with LGBT youth\". Journal of Sex Research. 50 (5): 421–34. doi:10.1080/00224499.2012.661489. PMID 22489658. ^ Roisman GI, Clausell E, Holland A, Fortuna K, Elieff C (January 2008). \"Adult romantic relationships as contexts of human development: a multimethod comparison of same-sex couples with opposite-sex dating, engaged, and married dyads\". Developmental Psychology. 44 (1): 91–101. doi:10.1037/0012-1649.44.1.91. PMID 18194008. ^ \"Number of U.S. adults cohabiting with a partner continues to rise, especially among those 50 and older\". Pew Research Center. 2017-04-06. Retrieved 2018-04-04. ^ Gillies J (2010-01-12). The History of Ancient Greece: Its Colonies and Conquests, from the Earliest Accounts Till the Division of the Macedonian Empire in the East: ... of Literature, Philosophy, and the Fine Arts. Nabu Press. ISBN 978-1-142-12050-4. ^ Holzman D (1998). \"The Place of Filial Piety in Ancient China\". Journal of the American Oriental Society. 118 (2): 185–199. doi:10.2307/605890. JSTOR 605890. ^ Borovecki-Jakovljev S, Matacić S (June 2005). \"The Oedipus complex in the contemporary psychoanalysis\". Collegium Antropologicum. 29 (1): 351–60. PMID 16117347. ^ Blum D (2011-12-28). \"Love According to Harry Harlow\". APS Observer. 25 (1). ^ Suomi SJ, van der Horst FC, van der Veer R (December 2008). \"Rigorous experiments on monkey love: an account of Harry F. Harlow\u0027s role in the history of attachment theory\". Integrative Psychological \u0026 Behavioral Science. 42 (4): 354–69. doi:10.1007/s12124-008-9072-9. PMID 18688688. ^ Greenberg MT, Cicchetti D, Cummings EM, eds. (1993-05-15). Attachment in the Preschool Years: Theory, Research, and Intervention (Revised ed.). Chicago: University of Chicago Press. ISBN 9780226306308. ^ Kim S, Boldt LJ, Kochanska G (2015). \"From parent-child mutuality to security to socialization outcomes: developmental cascade toward positive adaptation in preadolescence\". Attachment \u0026 Human Development. 17 (5): 472–91. doi:10.1080/14616734.2015.1072832. PMC 4840872. PMID 26258443. ^ Kochanska G, Kim S (January 2014). \"A complex interplay among the parent-child relationship, effortful control, and internalized, rule-compatible conduct in young children: evidence from two studies\". Developmental Psychology. 50 (1): 8–21. doi:10.1037/a0032330. PMC 3750102. PMID 23527491. ^ Koops W, Zuckerman M (2003-01-01). \"Introduction: A historical developmental approach to adolescence\". The History of the Family. 8 (3): 345–354. doi:10.1016/S1081-602X(03)00041-1. ^ Marceau K, Ram N, Susman E (September 2015). \"Development and Lability in the Parent-Child Relationship During Adolescence: Associations With Pubertal Timing and Tempo\". Journal of Research on Adolescence. 25 (3): 474–489. doi:10.1111/jora.12139. PMC 4550307. PMID 26321856. ^ Arnett JJ. \"Presidential Address: The Emergence of Emerging Adulthood\". Emerging Adulthood. 2 (3): 155–162. doi:10.1177/2167696814541096. ^ Portner LC, Riggs SA. \"Sibling Relationships in Emerging Adulthood: Associations with Parent–Child Relationship\". Journal of Child and Family Studies. 25 (6): 1755–1764. doi:10.1007/s10826-015-0358-5. ^ Deutsch FM. \"Egalitarian Relationships\". In Reis HT, Sprecher S. Encyclopedia of Human Relationships. doi:10.4135/9781412958479.n156. ^ a b c Shannon B (2011). Frenemy: The Friend Who Bullies (Master of Applied Psychology). University of Waikato. ^ Weir K (2011). \"Friend or Foe?\". Current Health Teens (37): 17–19. ^ Isaacs F (1999). Toxic Friends/True Friends. New York: William Morrow \u0026 Company. ^ Bushman, Briahna Bigelow; Holt-Lunstad, Julianne (13 July 2009). \"Understanding Social Relationship Maintenance Among Friends: Why We Don\u0027t End Those Frustrating Friendships\". Journal of Social and Clinical Psychology. 28 (6): 749–778. doi:10.1521/jscp.2009.28.6.749. ^ Andersen SM, Chen E (2002). \"The relational self: an interpersonal social-cognitive theory\". Psychological Review. 109 (4): 619. doi:10.1037/0033-295x.109.4.619. ^ Hinkley K, Andersen SM (1996). \"The working self-concept in transference: significant-other activation and self change\". Journal of Personality and Social Psychology. 71 (6): 1279. doi:10.1037/0022-3514.71.6.1279. ^ National Research Council, Division of Behavioral and Social Sciences and Education, Committee on Law and Justice, Committee on National Statistics, Panel to Review Risk and Prevalence of Elder Abuse and Neglect (2003). Elder Mistreatment: Abuse, Neglect, and Exploitation in an Aging America. National Academies Press. ISBN 9780309084345.CS1 maint: Multiple names: authors list (link) ^ Emery RE, Laumann-Billings L (February 1998). \"An overview of the nature, causes, and consequences of abusive family relationships. Toward differentiating maltreatment and violence\". The American Psychologist. 53 (2): 121–35. doi:10.1037/0003-066X.53.2.121. PMID 9491743. ^ Cicchetti D (1989). Child Maltreatment: Theory and Research on the Causes and Consequences of Child Abuse and Neglect. Cambridge University Press. ISBN 9780521379694. ^ Emery RE (February 1989). \"Family violence\". The American Psychologist. 44 (2): 321–8. PMID 2653142. ^ Cowan G, Bommersbach M, Curtis SR. \"Codependency, Loss Of Self, And Power\". Psychology of Women Quarterly. 19 (2): 221–236. doi:10.1111/j.1471-6402.1995.tb00289.x. ^ Mendenhall W (1989). \"Co-dependency definitions and dynamics\". Alcoholic Quarterly,. 6: 3–17. ^ Chmielewska M (2012). \"Marital quality in the context of interpersonal dependency\". Economics \u0026 Sociology. 5 (2): 58–74. ^ Knudson TM, Terrell HK. \"Codependency, Perceived Interparental Conflict, and Substance Abuse in the Family of Origin\". The American Journal of Family Therapy. 40 (3): 245–257. doi:10.1080/01926187.2011.610725. ^ a b Campbell WK (December 1999). \"Narcissism and romantic attraction\". Journal of Personality and Social Psychology. 77 (6): 1254–1270. doi:10.1037/0022-3514.77.6.1254. ^ Rhodewalt F, Morf CC (March 1995). \"Self and Interpersonal Correlates of the Narcissistic Personality Inventory: A Review and New Findings\". Journal of Research in Personality. 29 (1): 1–23. doi:10.1006/jrpe.1995.1001. ^ Levinger G (1983). \"Development and change\". In Kelly HH. Close relationships. New York: W.H. Freeman and Company. pp. 315–359. ^ Dolan, Paul; Peasgood, Tessa; White, Mathew (18 June 2007). \"Do we really know what makes us happy? A review of the economic literature on the factors associated with subjective well-being\" (PDF). Journal of Economic Psychology. ScienceDirect. 29: 94–122. ^ \"Breakups aren\u0027t all bad: Coping strategies to promote positive outcomes\". apa.org. ^ \"Can a Rebound Relationship Be the Real Deal?\". Psychology Today. ^ \"The 4 Main Reasons Why People Stay Friends With Their Exes\". Psychology Today. ^ \"How Healthy Are On-Again/Off-Again Relationships?\". Psychology Today. ^ \"The Truth About On-Again, Off-Again Couples\". Psychology Today. ^ \"Predictors of Infidelity: Why Do Partners Cheat?\". 18 December 2014. ^ \"Everything You Always Wanted to Know About Infidelity But Were Afraid to Ask * Hooking Up Smart\". 24 July 2013. ^ Mark, Kristen P.; Janssen, Erick; Milhausen, Robin R. (1 October 2011). \"Infidelity in heterosexual couples: demographic, interpersonal, and personality-related predictors of extradyadic sex\". Archives of Sexual Behavior. 40 (5): 971–982. doi:10.1007/s10508-011-9771-z. PMID 21667234. ^ \"Paper: Predictors Of Infidelity\". 28 September 2014. ^ \"The Secret Epidemic Facing Modern Couples\". Psychology Today. ^ Miller R (2012). Attraction In Intimate Relationships (6th ed.). New York: Mc-Graw Hill. p. 71. ^ Stafford L, Reske J (1990). \"Idealization and communication in long-distance premarital relationships\". Family Relations. 39: 274–279. doi:10.2307/584871. ^ a b c Stafford L (2005). Maintaining long-distance and cross residential relationships. Mahwah, NJ: Lawrence Erlbaum Associates. ^ Holt P, Stone G (1988). \"Needs, coping strategies, and coping outcomes associated with long-distance relationships\". Journal of college student development. 29: 136–141. ^ Guldner GT, Swensen CH (1995). \"Time spent together and relationship quality: Long distance relationships as a test case\". Journal of Social and Personal Relationships. 12: 313–320. doi:10.1177/0265407595122010. ^ Fincham F, Beach S (2010). \"Of Memes and Marriage: Toward a Positive Relationship Science\". Journal of Family Theory \u0026 Review. 2: 4–24. doi:10.1111/j.1756-2589.2010.00033.x. ^ a b c d e f g h Snyder CR, Lopez SJ (2007). Positive psychology: the scientific and practical explorations of human strengths. Thousand Oaks, California: Sage Publications. pp. 297–321. ^ Burleson BR, Samter W (April–June 2009). \"Definition of Interpersonal Relationships\". Communication Quarterly. 57 (2). ^ Tewari A (23 March 2016). \"How to get your ex-girlfriend back advice\". Win Your Ex Back. Retrieved 17 May 2016. ^ Poquérusse J. \"The Neuroscience of Sharing\". Retrieved 16 August 2012. ^ Hazan C, Shaver PR (1994). \"Attachment as an Organizational Framework for Research on Close Relationships\". Psychological Inquiry: an International Journal for the Advancement of Psychological Theory. 5 (1): 1–22. doi:10.1207/s15327965pli0501_1. ^ Conde A, Figueiredo B, Bifulco A (May 2011). \"Attachment style and psychological adjustment in couples\". Attachment \u0026 Human Development. 13 (3): 271–91. doi:10.1080/14616734.2011.562417. PMID 21506031. ^ a b Chopik WJ, Edelstein RS, Fraley RC (April 2013). \"From the cradle to the grave: age differences in attachment from early adulthood to old age\". Journal of Personality. 81 (2): 171–83. doi:10.1111/j.1467-6494.2012.00793.x. PMID 22583036. ^ Cantor JR, Zillmann D, Bryant J (July 1975). \"Enhancement of experienced sexual arousal in response to erotic stimuli through misattribution of unrelated residual excitation\". Journal of Personality and Social Psychology. 32 (1): 69–75. doi:10.1037/h0076784. PMID 1206469. ^ Dutton DG, Aron AP (October 1974). \"Some evidence for heightened sexual attraction under conditions of high anxiety\". Journal of Personality and Social Psychology. 30 (4): 510–7. doi:10.1037/h0037031. PMID 4455773. ^ Festinger L, Back KW, Schachter S (1950). Social pressures in informal groups: A study of human factors in housing (No. 3). Stanford University Press. ^ de Miguel A, Buss DM (June 2011). \"Mate retention tactics in Spain: personality, sex differences, and relationship status\". Journal of Personality. 79 (3): 563–85. doi:10.1111/j.1467-6494.2011.00698.x. PMID 21534964. ^ Murray SL, Holmes JG, Griffin DW (1996). \"The benefits of positive illusions: Idealization and the construction of satisfaction in close relationships\". Journal of Personality and Social Psychology. 70 (1): 79. doi:10.1037/0022-3514.70.1.79. ^ Aron A, Norman CC, Aron EN, McKenna C, Heyman RE (February 2000). \"Couples\u0027 shared participation in novel and arousing activities and experienced relationship quality\". Journal of Personality and Social Psychology. 78 (2): 273–84. doi:10.1037/0022-3514.78.2.273. PMID 10707334. ^ a b Casriel, Daniel (1976). A Scream Away from Happiness. New York: Grosset \u0026 Dunlap. ASIN B003A1JRCI. ^ Eisenberg S, PAIRS Foundation (2007). PAIRS Essentials. Florida: PAIRS Foundation. p. 72. ISBN 0985427817. ^ Richey, Jeff (2011). \"Confucius\". iep.utm.edu. Internet Encyclopedia of Philosophy. Retrieved August 11, 2011. ^ Harvey JH, Pauwels BG (2009). \"Relationship Connection: A Redux on the Role of Minding and the Quality of Feeling Special\". In Snyder CD, Lopez SJ. Enhancement of Closeness. Oxford Handbook of Positive Psychology (Second ed.). Oxford: Oxford University Press. pp. 385–392. ^ Bukalov AV, Karpenko OB, Chykyrysova GV. \"Statistics of intertype relationships in married couples\" (PDF). The International institute of Socionics. ^ Gottman J (1999). The Seven Principles For Making Marriage Work. UK: Hachette. p. 288. ISBN 978-1-4091-3713-9. ^ Seligman M (2011). Flourish: A Visionary New Understanding of Happiness and Well-being. New York: Free Press. pp. 48–51. ^ Gable SL, Reis HT (2010). \"Good News! Capitalizing on Positive Events in an Interpersonal Context\". Advances in Experimental Social Psychology. 42: 195–257. ^ Gable SL, Reis HT, Impett EA, Asher ER (August 2004). \"What do you do when things go right? The intrapersonal and interpersonal benefits of sharing positive events\". Journal of Personality and Social Psychology. 87 (2): 228–45. doi:10.1037/0022-3514.87.2.228. PMID 15301629. ^ Karney BR, Bradbury TN (July 1995). \"The longitudinal course of marital quality and stability: a review of theory, method, and research\". Psychological Bulletin. 118 (1): 3–34. doi:10.1037/0033-2909.118.1.3. PMID 7644604. ^ a b c d e f Insel TR, Young LJ (February 2001). \"The neurobiology of attachment\". Nature Reviews. Neuroscience. 2 (2): 129–36. doi:10.1038/35053579. PMID 11252992. ^ Carlson MJ, Pilkauskas NV, McLanahan SS, Brooks-Gunn J (April 2011). \"\"Couples as Partners and Parents over Children\u0027s Early Years\"\". Journal of Marriage and the Family. 73 (2): 317–334. doi:10.1111/j.1741-3737.2010.00809.x. PMC 3072141. PMID 21479113. ^ a b c d Strathearn L (November 2011). \"Maternal neglect: oxytocin, dopamine and the neurobiology of attachment\". Journal of Neuroendocrinology. 23 (11): 1054–65. doi:10.1111/j.1365-2826.2011.02228.x. PMC 3319675. PMID 21951160. ^ , Having children is related to enjoyable interaction and the idea of expressing satisfaction toward a partner (Willén and Montgomery, 1996). ^ a b Hofer M (April 2006). \"Psychobiological Roots of Early Attachment\". Current Directions in Psychological Science. 15: 84–88. doi:10.1111/j.0963-7214.2006.00412.x. ^ Gable SL, Haidt J (2005). \"What (and Why) Is Positive Psychology?\". Review of General Psychology. 9 (2): 103–110. doi:10.1037/1089-2680.9.2.103. ^ Maniaci MR, Reis HT (2010). \"The Marriage of Positive Psychology and Relationship Science: A Reply to Fincham and Beach\". Journal of Family Theory \u0026 Review. 2: 47–53. doi:10.1111/j.1756-2589.2010.00037.x. ^ Holmes B (October 2007). \"In search of my \"one and only\"; Romance-related media and beliefs in romantic relationship destiny\". Electronic Journal of Communication. 17 (3/4). ^ Fox J, Warber KM (January 2013). \"Romantic relationship development in the age of Facebook: an exploratory study of emerging adults\u0027 perceptions, motives, and behaviors\". Cyberpsychology, Behavior and Social Networking. 16 (1): 3–7. doi:10.1089/cyber.2012.0288. PMID 23098273. ^ a b Merkle ER, Richardson RA. \"Digital Dating and Virtual Relating: Conceptualizing Computer Mediated Romantic Relationships\". Family Relations. 49 (2): 187–192. doi:10.1111/j.1741-3729.2000.00187.x. ^ Wilkerson KT. \"Social Networking Sites and Romantic Relationships: Effects on Development, Maintenance, and Dissolution of Relationships\". Inquiries Journal. 9 (3). ^ Elphinston RA, Noller P (November 2011). \"Time to face it! Facebook intrusion and the implications for romantic jealousy and relationship satisfaction\". Cyberpsychology, Behavior and Social Networking. 14 (11): 631–5. doi:10.1089/cyber.2010.0318. PMID 21548798. Further reading[edit] Miller R (2 September 2014). Intimate Relationships. McGraw-Hill Education. ISBN 978-0-07-786180-3. Williams KD, Nida SA (1 December 2016). Ostracism, Exclusion, and Rejection. Taylor \u0026 Francis. ISBN 978-1-315-30845-6. Baumeister RF, Leary MR (May 1995). \"The need to belong: desire for interpersonal attachments as a fundamental human motivation\". Psychological Bulletin. 117 (3): 497–529. doi:10.1037/0033-2909.117.3.497. PMID 7777651. Hartgerink CH, van Beest I, Wicherts JM, Williams KD (2015). \"The ordinal effects of ostracism: a meta-analysis of 120 Cyberball studies\". PLOS One. 10 (5): e0127002. doi:10.1371/journal.pone.0127002. PMC 4449005. PMID 26023925. External links[edit] Wikimedia Commons has media related to Interpersonal relationships. The dictionary definition of interpersonal at Wiktionary Quotations related to Interpersonal relationship at Wikiquote Learning materials related to interpersonal relationships at Wikiversity v t e Interpersonal relationships Types of relationships Significant Domestic partnership Family Marriage Husband Wife Soulmate Siblings Cousin Widowhood Casual Boyfriend Girlfriend Gold digging Enjo kōsai Cohabitation Romantic friendship Sexual partner Sugar baby Friendship Open relationship Kinship Monogamy Non-monogamy Open marriage Polyamory Polyfidelity Polygamy Same-sex relationship Courtesan Cicisbeo Concubinage Gigolo Mistress Royal Favourite Maîtresse-en-titre Distant Stranger Romantic relationship events Bonding Courtship Dating Mating Romance Breakup Annulment Divorce Separation Meet market Singles event Wedding Feelings and emotions Affinity Attachment Compersion Intimacy Jealousy Limerence Love Passion Platonic love Psychology of sexual monogamy Unconditional love Human practices Bride price Dower Dowry Hypergamy Infidelity Repression Sexual activity Transgression Relationship abuse Child abuse Dating violence Domestic violence Elder abuse Authority control LCCN: sh85067484 NDL: 00568511 Retrieved from \"https://en.wikipedia.org/w/index.php?title\u003dInterpersonal_relationship\u0026oldid\u003d867368874\" Categories: Interpersonal relationships Hidden categories: CS1 maint: Multiple names: authors list Articles needing additional references from April 2015 All articles needing additional references Articles containing French-language text Articles containing Chinese-language text Articles containing Ancient Greek-language text Articles containing Sanskrit-language text Articles containing Arabic-language text Articles containing Hebrew-language text Articles containing Latin-language text Articles needing additional references from May 2016 Articles needing additional references from August 2011 Commons category with local link different than on Wikidata Wikipedia articles with LCCN identifiers Wikipedia articles with NDL identifiers Navigation menu Personal tools Not logged in Talk Contributions Create account Log in Namespaces Article Talk Variants Views Read Edit View history More Search Navigation Main page Contents Featured content Current events Random article Donate to Wikipedia Wikipedia store Interaction Help About Wikipedia Community portal Recent changes Contact page Tools What links here Related changes Upload file Special pages Permanent link Page information Wikidata item Cite this page Print/export Create a book Download as PDF Printable version In other projects Wikimedia Commons Languages العربية Asturianu Български Català Čeština ChiShona Dansk Deutsch Español فارسی Français Frysk 한국어 Հայերեն हिन्दी Hrvatski Bahasa Indonesia Italiano עברית Bahasa Melayu Nederlands नेपाली 日本語 Polski Português Română Русский Scots Simple English Српски / srpski Srpskohrvatski / српскохрватски Suomi Svenska Tagalog தமிழ் తెలుగు Українська Tiếng Việt 中文 Edit links This page was last edited on 5 November 2018, at 07:46 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization. Privacy policy About Wikipedia Disclaimers Contact Wikipedia Developers Cookie statement Mobile view",
      "url": "/wiki/Interpersonal_relationship",
      "strong": 15
    },
    {
      "keyWord": "courtship",
      "extract": "Courtship - Wikipedia Courtship From Wikipedia, the free encyclopedia Jump to navigation Jump to search The examples and perspective in this article may not represent a worldwide view of the subject. You may improve this article, discuss the issue on the talk page, or create a new article, as appropriate. (May 2018) (Learn how and when to remove this template message) For other uses, see Courtship (disambiguation). Ivory French casket with scenes of romances – possibly a courtship gift. Held in the Walters Art Museum. Courtship is the period of development towards an intimate relationship wherein a couple get to know each other and decide if there will be an engagement. A courtship may be an informal and private matter between two people or may be a public affair, or a formal arrangement with family approval. Traditionally, in the case of a formal engagement, it has been perceived that it is the role of a male to actively \"court\" or \"woo\" a female, thus encouraging her to understand him and her receptiveness to a proposal of marriage. Relationships （Outline） Types Genetic Kinship Family Sibling Cousin By marriage Husband Wife Open marriage Polyandry Polygamy Polygyny Mixed-orientation Partner · Partners Significant other Boyfriend Girlfriend Cohabitation Same-sex Life partner Friendship (romantic) Sexual Casual Monogamy Non-monogamy Mutual monogamy Polyamory Polyfidelity Cicisbeo Concubinage Courtesan Mistress Activities Bonding Courtship Dating Engagement Mating Meet market Romance Singles event Wedding Endings Breakup Separation Annulment Divorce Widowhood Emotions and feelings Affinity Attachment Intimacy Jealousy Limerence Love Platonic unconditional Passion Sexuality Practices Bride price dower dowry service Hypergamy Infidelity Sexual activity Transgression Repression Abuse Child Dating Domestic Elderly Narcissistic parent Power and control v t e Part of a series on Love Types of love Affection Bonding Broken heart Compassionate love Conjugal love Courtly love courtship troubadours Falling in love Free love Friendship romantic Interpersonal relationship Intimacy Limerence Love addiction Love at first sight Love triangle Lovesickness Lovestruck Obsessive love Passion Platonic love Puppy love Relationship Romance Self-love Amour de soi Unconditional love Unrequited love Cultural views Chinese Ren Greek words for love Agape Eros Philia Storge Xenia Indian Kama Bhakti Mettā Islamic Ishq Jewish Chesed Latin Amore Charity Related subjects Biological basis Love letter Valentine\u0027s Day Philosophy Religious views v t e Contents 1 Duration 2 Traditions 3 Modern people 3.1 Courtship in social theory 3.2 Courtship in Australia 3.3 Commercial dating services 4 In animals 4.1 Sea turtles 4.2 Hippopotamus 4.3 Honeybees 5 See also 5.1 Specific terms from various cultures 6 References Duration[edit] The average duration of courtship varies considerably throughout the world. Furthermore, there is vast individual variation between couples. Courtship may be completely omitted, as in cases of some arranged marriages where the couple do not meet before the wedding. In the United Kingdom, a poll of 3,000[1] engaged or married couples resulted in an average duration between first meeting and accepted proposal of marriage of 2 years and 11 months,[1][2] with the women feeling ready to accept at an average of 2 years and 7 months.[1] Regarding duration between proposal and wedding, the UK poll above gave an average of 2 years and 3 months.[2] Traditions[edit] Youth conversing with suitors from the Haft Awrang of Jami, in the story A Father Advises his Son About Love. The date is fairly casual in most European-influenced cultures, but in some traditional societies, courtship is a highly structured activity, with very specific formal rules. In some societies, the parents or community propose potential partners and then allow limited dating to determine whether the parties are suited. In Japan, there is a such type of courtship called Omiai, with similar practices called \"Xiangqin\" (相親) in the Greater China Area.[3] Parents will hire a matchmaker to provide pictures and résumés of potential mates, and if the couple agrees, there will be a formal meeting with the matchmaker and often parents in attendance.[3] The matchmaker and parents will often exert pressure on the couple to decide whether they want to marry or not after a few dates. Courtship in the Philippines is one known complex form of courtship. Unlike what is regularly seen in other societies, it takes a far more subdued and indirect approach.[4] It is complex in that it involves stages, and it is considered normal for courtship to last a year or longer. It is common to see the male showing off by sending love letters and love poems, singing romantic songs, and buying gifts for the female. The parents are also seen as part of the courtship practice, as their approval is commonly needed before courtship may begin or before the female gives the male an answer to his advances.[4] In more closed societies, courtship is virtually eliminated altogether by the practice of arranged marriages[3] in which partners are chosen for young people, typically by their parents. Forbidding experimental and serial courtship and sanctioning only arranged matches is partly a means of guarding the chastity of young people and partly a matter of furthering family interests, which, in such cultures, may be considered more important than individual romantic preferences. Throughout history, courtship has often included traditions such as exchanging valentines, written correspondence (which was facilitated by the creation of the postal service in the nineteenth century), and similar communication-based courting.[5] Over recent decades, though, the concept of arranged marriage has changed or simply been mixed with other forms of dating, including Eastern and Indian ones; potential couples have the opportunity to meet and date each other before one decides on whether or not to continue the relationship. Modern people[edit] Main article: Dating In the earlier 1800s, young adults were expected to court with the intention of finding a marriage partner, rather than for social reasons. In more traditional forms of Christianity, this concept of courtship has been retained, with John Piper defining courtship and distinguishing this concept from dating, stating that:[6] Courtship ordinarily begins when a single man approaches a single woman by going through the woman\u0027s father, and then conducts his relationship with the woman under the authority of her father, family, or church, whichever is most appropriate. Courtship always has marriage as its direct goal...Dating, a more modern approach, begins when either the man or the woman initiates a more-than-friends relationship with the other, and then they conduct that relationship outside of any oversight or authority. Dating may or may not have marriage as its goal.[6] Christian minister Patricia Bootsma delineates this distinction, writing that in contrast to the modern conception of dating, in \"courtship, time together in groups with family or friends is encouraged, and there is oversight by and accountability to parents or mentors\".[7] She further states that with courtship, \"commitment happens before intimacy\".[7] In America, in the 1820s, the phrase \"date\" was most closely associated with prostitution. However, by the Jazz Age of the 1920s, dating for fun was becoming a cultural expectation, and by the 1930s, it was assumed that any popular young person would have lots of dates. This form of dating, though, was usually more chaste than is seen today, since premarital sex was not considered the norm. Courtship in social theory[edit] Courtship is used by a number of theorists to explain gendering processes and sexual identity. Scientific research into courtship began in the 1980s after which time academic researchers started to generate theories about modern dating practices and norms. Both Moore and Perper found that, contrary to popular beliefs, courtship is normally triggered and controlled by women,[8][9] driven mainly by non-verbal behaviours to which men respond. This is generally supported by other theorists who specialise in the study of body language.[10] There are some feminist scholars, however, who regard courtship as a socially constructed (and male-led) process organised to subjugate women.[11][12] Farrell reports, for example, that magazines about marriage and romantic fiction continue to attract a 98% female readership.[13] Systematic research into courtship processes inside the workplace[14] as well two 10-year studies examining norms in different international settings[15][16] continue to support a view that courtship is a social process that socialises both sexes into accepting forms of relationship that maximise the chances of successfully raising children. Courtship in Australia[edit] Courtship in Australia is generally reserved to those with religious affiliation. As a standard rule, dating is widely accepted; along with inter-racial relationships, gay/lesbian relationships, pre-marital sex and abortion.[17] A lot of the Australian values are derived from British courtship culture; therefore, marriage practices are much the same. Modern western culture has taken over, leading to more and more people committing to partnerships through dating. Before entering marriage, a lot of Australian couples like to live with each other to get an idea of what married life would be like. This would not happen in a courtship as both people vow to chastity and often like to keep a chaperone around.[17] Commercial dating services[edit] As technology progressed the dating world followed. In a Time-line by Metro, a statistic match-making business opened in 1941, the first reality TV dating show was developed in 1965 and by the 1980s the public was introduced to video dating.[18] Video Dating was a way for singles to sit in front of a camera and tell whomever may be watching something about themselves. The process of elimination was significant because now the viewer was able hear their voice, see their face and watch their body language to determine a physical attraction to the candidates. In online dating, individuals create profiles where they disclose personal information, photographs, hobbies, interests, religion and expectations. Then the user can search through hundreds of thousands of accounts and connect with multiple people at once which in return, gives the user more options and more opportunity to find what meets their standards. Online dating has influenced the idea of choice. In Modern Romance: An Investigation, Aziz Ansari states that one third of marriages in the United States between 2005-2012 met through online dating services.[19] Today there are hundreds of sites to choose from and websites designed to fit specific needs such as Match, Eharmony, Okcupid, Zoosk, and Christianmingle. Mobile apps, such as Grindr and Tinder allow users to upload profiles that are then judged by others on the service; one can either swipe right on a profile (indicating interest) or swipe left (which presents another possible mate). In animals[edit] Further information: Mating, Mating system, and Courtship display Many animal species have mate-selection rituals also referred to as \"courtship\" anthropomorphically. Animal courtship may involve complicated dances or touching, vocalizations, or displays of beauty or fighting prowess. Most animal courtship occurs out of sight of humans and so it is often the least documented of animal behaviors. One animal whose courtship rituals are well studied is the bower bird whose male builds a \"bower\" of collected objects. From the scientific point of view, courtship in the animal kingdom is the process in which the different species select their partners for reproduction purposes. Generally speaking, the male initiates the courtship and the female chooses to either mate or reject the male based on his \"performance\". Sea turtles[edit] Courtship of green turtles All animals have different courtship rituals that reflect fitness, compatibility with others and ability to provide. Sea turtles court during a limited receptive time. During the courtship males will either nuzzle the females head to show affection or by gently biting the back of her neck.[20] This may go on for long periods of time depending on if the female responds to the male. If the female does respond, by not fleeing, the male will attach himself onto the back of the female’s shell using his front flippers.[20] He will stretch his long tail under the back of the females shell to begin copulation. Courting can be competitive among males. The male that has better endurance will win the female. To a female, endurance is a great trait to be passed on to their offspring, the higher the endurance in the male the higher the endurance will be in her offspring and the more likely they will be to survive.[20] Female Leatherback sea turtles will also choose many different males to copulate with in order to diversify their offspring since it is known that Leatherback sea turtles have female-biased offspring. Hippopotamus[edit] Hippopotamus are commonly misconceived as being aggressive animals, when in actuality the mothers are very nurturing and sensitive.[21] Mating and birth both occur in the water for hippopotamus. This because it gives them privacy when conceiving and it helps conserve energy during birth. The female hippo normally averages around 5–6 years while males are average an age of 7-8.[21] During mating season the male hippopotamus will find a mate out of the herd, showing interest by smelling the female’s dorsal end.[22] As long as the male acts submissive during courting season the adults in the herd will not interfere. Once the male finds the female he wants to mate with, he begins provoking the female. He then will push the female into the water and mounts her. In order to alert the herd or other animals that may be lurking around the male will let a loud wheezing sound.[22] Preceding birth the female exhibits aggressive behavior leaving the herd until after the birth of the calf. Although hippopotamus can mate anytime of the year, the mating season ranges from February to August. Because the energy cost is high, the female generally only has one offspring in a two years span.[21] Honeybees[edit] The courtship behaviour of honey bees follows through two distinct types: Apiary Vicinity Mating and Drone Assembly Mating respectively.[23] Apiary vicinity mating usually takes place in weather that is cool and is more local to the apiary from which the queen resides.[23] The drones are in the same apiary too but do not mean that it will lead to inbreeding. Drones assemble in a bulb of warm air close or far from the apiary. They are alert when the queen has flown out of the hive and will follow her route. This is followed by a sort of fast hum or buzz in the general bee population that follows an upward temperature gradient.[23] The male drone mounts on the virgin queen and inserts his endophallus, ejaculating semen.[24] The male honey bee will then pull away from the queen, but his endophallus will be ripped from his body and remain attached to the newly fertilized queen. The next male honey bee will remove the endophallus that was previously left by the other male honey bee and will eventually ejaculate and lose his own.[24] The frequency of mating for the male honey bees is seven to 10 times during a mating flight. Most of the drones die quickly immediately after mating, and their abdomen rips open since the endophallus has been removed.[24] The few that survive are usually ejected from their nests, as they have served their sole purpose by mating . They only attend one mating flight and queen stores up to 100 million sperm within her oviducts during this flight, but only five to six million are stored in the spermatheca of the queen.[24] Only a few of this sperm are used by the queen at a time to fertilize the eggs throughout her life. New queen generations will mate and produce their colonies if the queen runs out of sperm in her lifetime. The sex of the offspring is controlled by the honey bee queens as the eggs passing through the oviduct can be determined whether they are fertilized or not by the queen.[24] Research has indicated that eggs that are fertilized develop into female workers and queens while the unfertilized eggs become drone honey bees. Female workers can lay infertile eggs but do not mate. The infertile eggs become male honey bees. The eggs of the queen are laid in oval-shaped structural cells that usually stick to the nest ceiling. Royal jelly is then filled with these cells to prevent larvae from falling.[24] Soon-to-be workers are fed royal jelly during the first two days. The future queens are given royal jelly throughout the entire larval period. Each member colony development depends on caste. For proper growth from eggs to adult, the male honey bees need 24 days, 21 for workers and only 16 for the queens. See also[edit] Courtship disorder Hypergamy Love letter Mating (human) Touching Specific terms from various cultures[edit] Bekisa Flash marriage References[edit] ^ a b c \"Average man proposes after three years\" Marie Claire 18 February 2008 ^ a b Average man takes 3 years to propose Metrosexual, Sunday, February 17, 2008 ^ a b c Thelmaw, Ritgerõ (September 2015). \"Courtship in Japan and Iceland\" (PDF). ^ a b \"COURTSHIP IN PHILIPPINE CULTURE - Sociology\". www.phrasebase.com. Retrieved 2016-05-13. ^ Maurer, Elizabeth (2017), \"The History of Romance\", National Women\u0027s History Museum ^ a b Piper, John; Taylor, Justin (14 June 2005). Sex and the Supremacy of Christ. Crossway. p. 146. ISBN 9781433517907. ^ a b Bootsma, Patricia (9 April 2015). Raising Burning Hearts: Parenting and Mentoring Next Generation Lovers of God. Forerunner Publishing. p. 81. ISBN 9781938060229. ^ Perper, T. (1985) Sex Signals: The Biology Of Love, Philadelphia, ISI Press. ^ Moore, N (1985). \"Nonverbal courtship patterns in women: contact and consequences\" (PDF). Ethology and Sociobiology. 6: 237–247. doi:10.1016/0162-3095(85)90016-0. ^ Pease, A. and Pease, B. (2004) The Definitive Book Of Body Language, London: Orion Books. ^ Hearn, J. \u0026 Parkin, W. (1987) Sex at work: The power and paradox of organisation sexuality, Brighton: Wheatsheaf. ^ Connell, R. W (1995) Gender and Power, Cambridge: Polity Press. ^ Farrell, W. (2000) Women Can’t Hear What Men Don’t Say, New York: Tarcher/Putnam. ^ Williams, C. L.; Guiffre, P. A.; Dellinger, K. (1999). \"Sexuality in the Workplace: Organizational Control, Sexual Harassment and the Pursuit of Pleasure\". Annual Review of Sociology. 25: 73–93. doi:10.1146/annurev.soc.25.1.73. ^ Molloy, J. (2003) Why Men Marry Some Women and Not Others, London: Element. ^ Buss, D.M., Abbott, M., Angleitner, A., Biaggio, A., Blanco-Villasenor, A., BruchonSchweittzer, M. [\u0026 45 additional authors] (1990). \"International preferences in selecting mates: A study of 37 societies\". Journal of Cross Cultural Psychology, 21: 5-47. ^ a b Putzi, Sibylla (December 2008). \"A to Z World Lifecycles : 175 Countries: Birth, Childhood, Coming of Age, Dating and Courtship, Marriage, Family and Parenting, Work Life, Old Age and Death\". World Trade Press. ^ Mulshine, Molly. \"The 80s version of Tinder was \u0027video dating\u0027 — and it looks incredibly awkward\". Tech Insider. ^ Ansari, Aziz (2015). Modern Romance. New York, New York: Penguin Press. p. 79. ISBN 978-1-59420-627-6. ^ a b c \"www.conserveturtles.org/seaturtleinformation.php?page\u003dbehavior\". www.conserveturtles.org. Retrieved 2016-05-16. ^ a b c \"Hippopotamus Reproduction - Hippopotamus Facts and Information\". www.hippoworlds.com. Retrieved 2016-05-16. ^ a b \"Hippopotamus amphibius (hippopotamus)\". Animal Diversity Web. Retrieved 2016-05-16. ^ a b c Cushman, Dave. \"Mating Behaviour in Honey Bees\". www.dave-cushman.net. Retrieved 2016-05-16. ^ a b c d e f \"Mechanics of Honey Bee Mating: Honey Bee Mating Habits\". Orkin.com. Retrieved 2016-05-16. Wikiquote has quotations related to: Courtship Look up courtship in Wiktionary, the free dictionary. Wikimedia Commons has media related to Courtship. http://www.conserveturtles.org/seaturtleinformation.php?page\u003dbehavior http://www.bioexpedition.com/sea-turtle-reproduction/ Okuayama, J.; Kagawa, S.; Arai, N. (2014). \"Random Mate Searching: Male Sea Turtle Targets Juvenile for Mating Behavior\" (PDF). Chelonian Conservation and Biology. 13 (2): 278–282. Stewart, K. R.; Dutton, P.H. (2014). \"Breeding Sex Rations in Adult Leatherback Turtles (Dermochelys coriacea) May compensate for Female-Biased hatchling Sex Rations\". PLOS ONE. 9 (2): 1–5. doi:10.1371/journal.pone.0088138. Stevenson-Hamilton, J (1912) Animal Life in Africa. New York: E.P. Dutton and Company. Barklow, W (2004). \"Amphibious communication with sound in Hippopotamus amphibius\". Animal Behaviour. 68 (5): 1125–1132. doi:10.1016/j.anbehav.2003.10.034. Mason, k. 2013. \"Hippopotamus amphibius\" (On-line), Animal Diversity Web. Accessed December 8, 2015 at http://animaldiversity.org/accounts/Hippopotamus_amphibius/ http://www.hippoworlds.com/hippopotamus-reproduction/ Klingel, H (1995). \"Fluctuating fortunes of the river horse. (Cover story)\". Natural History. 104 (5): 46. Sandigeo Zoo library (2001). Hippopotamus, Hippopotamus amphibious, \u0026 Pygmy Hippopotamus, Cheoropsis liberiensis. Revised 2011. Accessed December 8, 2015 at http://library.sandiegozoo.org/factsheets/hippo/hippo.htm#7 Fletscher, D.J.C.; Tribe, G.D. Natural emergency queen rearing by apis mellifera adansonii ii. In African Bees: Taxonomy, Biology and Economic Use; Fletscher, D.J.C., Ed.; Apimondia: Pretoria, South Africa, 1977; pp. 132–140. Heidinger, Ina Monika Margret; et al. (2014). \"Factors Influencing the Duration and Frequency of Nuptial Flights\". Insects. 5 (3): 513–527. doi:10.3390/insects5030513.CS1 maint: Explicit use of et al. (link) Sabar, Nassar; Ayob, Masri; Kendall, Graham; Qu, Rong. \"A honey-bee mating optimization algorithm for educational timetabling problems;\". European Journal of Operational Research. 216 (3): 533–543. doi:10.1016/j.ejor.2011.08.006. Neumann, Peter; Moritz, Robin F A; Praagh, Jobvan (1999). \"Queen mating frequency in different types of honey bee mating apiaries\". Journal of Apicultural Research. 38 (1–2): 11–18. doi:10.1080/00218839.1999.11100990. v t e Interpersonal relationships Types of relationships Significant Domestic partnership Family Marriage Husband Wife Soulmate Siblings Cousin Widowhood Casual Boyfriend Girlfriend Gold digging Enjo kōsai Cohabitation Romantic friendship Sexual partner Sugar baby Friendship Open relationship Kinship Monogamy Non-monogamy Open marriage Polyamory Polyfidelity Polygamy Same-sex relationship Courtesan Cicisbeo Concubinage Gigolo Mistress Royal Favourite Maîtresse-en-titre Distant Stranger Romantic relationship events Bonding Courtship Dating Mating Romance Breakup Annulment Divorce Separation Meet market Singles event Wedding Feelings and emotions Affinity Attachment Compersion Intimacy Jealousy Limerence Love Passion Platonic love Psychology of sexual monogamy Unconditional love Human practices Bride price Dower Dowry Hypergamy Infidelity Repression Sexual activity Transgression Relationship abuse Child abuse Dating violence Domestic violence Elder abuse Retrieved from \"https://en.wikipedia.org/w/index.php?title\u003dCourtship\u0026oldid\u003d867690125\" Categories: Dating Interpersonal relationships Mating Fertility Philosophy of love Social constructionism Hidden categories: Articles with limited geographic scope from May 2018 Articles containing French-language text Articles containing Chinese-language text Articles containing Ancient Greek-language text Articles containing Sanskrit-language text Articles containing Arabic-language text Articles containing Hebrew-language text Articles containing Latin-language text CS1 maint: Explicit use of et al. Navigation menu Personal tools Not logged in Talk Contributions Create account Log in Namespaces Article Talk Variants Views Read Edit View history More Search Navigation Main page Contents Featured content Current events Random article Donate to Wikipedia Wikipedia store Interaction Help About Wikipedia Community portal Recent changes Contact page Tools What links here Related changes Upload file Special pages Permanent link Page information Wikidata item Cite this page Print/export Create a book Download as PDF Printable version In other projects Wikimedia Commons Wikiquote Languages العربية Asturianu Беларуская Беларуская (тарашкевіца)‎ Čeština ChiShona Deutsch Español Esperanto Galego 한국어 Bahasa Indonesia Italiano עברית Basa Jawa Kiswahili Magyar Română Русский Simple English Soomaaliga Srpskohrvatski / српскохрватски Suomi Tagalog Українська 中文 Edit links This page was last edited on 7 November 2018, at 10:58 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization. Privacy policy About Wikipedia Disclaimers Contact Wikipedia Developers Cookie statement Mobile view",
      "url": "/wiki/Courtship",
      "strong": 13
    },
    {
      "keyWord": "troubadours",
      "extract": "Troubadour - Wikipedia Troubadour From Wikipedia, the free encyclopedia Jump to navigation Jump to search \"Trovatore\" redirects here. For the opera, see Il trovatore. For other uses of \"troubadour\", see Troubadour (disambiguation). The troubadour Perdigon playing his fiddle. Part of a series on Love Types of love Affection Bonding Broken heart Compassionate love Conjugal love Courtly love courtship troubadours Falling in love Free love Friendship romantic Interpersonal relationship Intimacy Limerence Love addiction Love at first sight Love triangle Lovesickness Lovestruck Obsessive love Passion Platonic love Puppy love Relationship Romance Self-love Amour de soi Unconditional love Unrequited love Cultural views Chinese Ren Greek words for love Agape Eros Philia Storge Xenia Indian Kama Bhakti Mettā Islamic Ishq Jewish Chesed Latin Amore Charity Related subjects Biological basis Love letter Valentine\u0027s Day Philosophy Religious views v t e A troubadour (English: /ˈtruːbədʊər/, French: [tʁubaduʁ]; Occitan: trobador, IPA: [tɾuβaˈðu]) was a composer and performer of Old Occitan lyric poetry during the High Middle Ages (1100–1350). Since the word troubadour is etymologically masculine, a female troubadour is usually called a trobairitz. The troubadour school or tradition began in the late 11th century in Occitania, but it subsequently spread to Italy and Spain. Under the influence of the troubadours, related movements sprang up throughout Europe: the Minnesang in Germany, trovadorismo in Galicia and Portugal, and that of the trouvères in northern France. Dante Alighieri in his De vulgari eloquentia defined the troubadour lyric as fictio rethorica musicaque poita: rhetorical, musical, and poetical fiction. After the \"classical\" period around the turn of the 13th century and a mid-century resurgence, the art of the troubadours declined in the 14th century and around the time of the Black Death (1348) it died out. The texts of troubadour songs deal mainly with themes of chivalry and courtly love. Most were metaphysical, intellectual, and formulaic. Many were humorous or vulgar satires. Works can be grouped into three styles: the trobar leu (light), trobar ric (rich), and trobar clus (closed). Likewise there were many genres, the most popular being the canso, but sirventes and tensos were especially popular in the post-classical period, in Italy and among the female troubadours, the trobairitz. Contents 1 Etymology of name 2 Origins 3 History 3.1 Early period 3.2 Spread 3.3 Classical period 4 Lives 4.1 Status 4.2 Trobadors and joglars 4.3 Vidas and razos 4.4 Podestà-troubadours 4.5 Trobairitz 5 Works 5.1 Schools and styles 5.2 Genres 5.3 Performance 5.4 Music 5.5 Grammars and dictionaries 6 Legacy 6.1 Transmission 6.2 Table of chansonniers 7 References 8 Notes 9 External links Etymology of name[edit] The oldest mention of the word \"troubadour\" as trobadors is found in a 12th-century Occitan text by Cercamon.[1] The English word troubadour is an exact rendition from a French word first recorded in 1575 in an historical context to mean \"langue d\u0027oc poet at the court in the 12th and 13th century\" (Jean de Nostredame, Vies des anciens Poètes provençaux, p. 14 in Gdf. Compl.).[2] The French word is borrowed itself from the Occitan word trobador. It is the oblique case of the nominative trobaire “composer\", related to trobar “to compose, to discuss, to invent\" (Wace, Brut, editions I. Arnold, 3342) It may come from the hypothetical Late Latin *tropāre “to compose, to invent a poem\" by regular phonetic change. This recreated form is deduced from the Latin root tropus, meaning a trope and the various meanings of the Old Occitan related words. In turn, the Latin word derives ultimately from Greek τρόπος (tropos), meaning \"turn, manner\".[3] B Intervocal Latin [p] shifted regularly to [b] in Occitan (cf. Latin sapere \u003e Occitan saber “to know\") (cf. Latin sapere \u003e savoir). The Latin suffix -ātor, -atōris explains the Occitan suffix, according to its declension and accentuation : Gallo-Romance *TROPĀTOR[4] \u003e Occitan trobaire (subject case) and *TROPATŌRE[5] \u003e Occitan trobador « troubadour » (oblique case). There is an alternative theory to explain the meaning of trobar as “to compose, to discuss, to invent\". It has the support of some historians, specialists of literature and musicologists to justify of the troubadours\u0027 origins in Arabic Andalusian musical practices. According to them, the Arabic word ṭaraba “song\" (from the triliteral root Ṭ-R-B (طرب) “provoke emotion, excitement, agitation; make music, entertain by singing\") could partly be the etymon of the verb trobar.[6][7] Another Arabic root had already been proposed before : Ḍ-R-B (ضرب) “strike\", by extension “play a musical instrument\".[8] They entertain the possibility that the nearly homophonous Ḍ-R-B root may have contributed to the sense of the newly coined Romance verb trobar. Some proponents of this theory argue, only on cultural grounds, that both etymologies may well be correct, and that there may have been a conscious poetic exploitation of the phonological coincidence between trobar and the triliteral Arabic root Ṭ-R-B when Sufi Islamic musical forms with a love theme first spread from Al-Andalus to southern France. It has also been pointed out that the concepts of \"finding\", \"music\", \"love\", and \"ardour\" — the precise semantic field attached to the word troubadour — are allied in Arabic under a single root W-J-D (وجد) that plays a major role in Sufic discussions of music, and that the word troubadour may in part reflect this.[9] Nevertheless, the linguistic facts do not support an hypothetical theory : the word trover is mentioned in French as soon as the 10th century before trobar in Occitan (see above) and the word trovere \u003e trouvère appears almost simultaneously in French as trobador in Occitan (see above). In archaic and classical troubadour poetry, the word is only used in a mocking sense, having more or less the meaning of \"somebody who makes things up\". Cercamon writes: Ist trobador, entre ver e mentir, Afollon drutz e molhers et espos, E van dizen qu\u0027Amors vay en biays (These troubadours, between truth and lies/corrupt lovers, women and husbands,/ and keep saying that Love proceeds obliquely).[10] Peire d\u0027Alvernha also begins his famous mockery of contemporary authors cantarai d\u0027aquest trobadors,[11] after which he proceeds to explain why none of them is worth anything.[12] When referring to themselves seriously, troubadours almost invariably use the word \"chantaire\" (singer). Origins[edit] The early study of the troubadours focused intensely on their origins. No academic consensus was ever achieved in the area. Today, one can distinguish at least eleven competing theories (the adjectives used below are a blend from the Grove Dictionary of Music and Roger Boase\u0027s The Origins and Meaning of Courtly Love): Arabic (also Arabist or Hispano-Arabic) The sixteenth century Italian historian Giammaria Barbieri was perhaps the first to suggest Arabian influences on the music of the troubadours.[13] Later scholars like J.B. Trend have asserted that the poetry of troubadours is connected to Arabic poetry written in Spain,[14] while others have attempted to find direct evidence of this influence. In examining the works of William IX of Aquitaine, Évariste Lévi-Provençal and other scholars found three lines that they believed were in some form of Arabic, indicating a potential Andalusian origin for his works. The scholars attempted to translate the lines in question, though the medievalist Istvan Frank contended that the lines were not Arabic at all, but instead the result of the rewriting of the original by a later scribe.[15][16] Scholars like Ramón Menéndez Pidal stated that the troubadour tradition was created by William, who had been influenced by Moorish music and poetry while fighting with the Reconquista. However, George T. Beech states that there is only one documented battle that William fought in Spain, and it occurred towards the end of his life. Beech adds that while the sources of William’s inspirations are uncertain, he and his father did have Spanish individuals within their extended family, and he may have been friendly with some Europeans who could speak the Arabic language.[16] Regardless of William\u0027s personal involvement in the tradition\u0027s creation, Magda Bogin states that Arab poetry was likely one of several influences on European “courtly love poetry”, citing Ibn Hazm’s “The Ring of the Dove” as an example of a similar Arab tradition.[17] Methods of transmission from Arab Spain to the rest of Europe did exist, such as the Toledo School of Translators, though it only began translating major romances from Arabic into Latin in the second half of the thirteenth century, with objectionable sexual content removed in deference to the Catholic Church.[18] Bernardine-Marianist or Christian According to this theory, it was the theology espoused by Bernard of Clairvaux and the increasingly important Mariology that most strongly influenced the development of the troubadour genre. Specifically, the emphasis on religious and spiritual love, disinterestedness, mysticism, and devotion to Mary explained \"courtly love\". The emphasis of the reforming Robert of Arbrissel on \"matronage\" to achieve his ends can explain the troubadour attitude towards women.[19] Chronologically, however, this hypothesis is hard to sustain (the forces believed to have given rise to the phenomenon arrived later than it). But the influence of Bernardine and Marian theology can be retained without the origins theory. This theory was advanced early by Eduard Wechssler and further by Dmitri Scheludko (who emphasises the Cluniac Reform) and Guido Errante. Mario Casella and Leo Spitzer have added \"Augustinian\" influence to it. Celtic or Chivalric-Matriarchal The survival of pre-Christian sexual mores and warrior codes from matriarchal societies, be they Celtic, Germanic, or Pictish, among the aristocracy of Europe can account for the idea (fusion) of \"courtly love\". The existence of pre-Christian matriarchy has usually been treated with scepticism as has the persistence of underlying paganism in high medieval Europe. Classical Latin The classical Latin theory emphasises parallels between Ovid, especially his Amores and Ars amatoria, and the lyric of courtly love. The aetas ovidiana that predominated in the 11th century in and around Orléans, the quasi-Ciceronian ideology that held sway in the Imperial court, and the scraps of Plato then available to scholars have all been cited as classical influences on troubadour poetry.[20] (Crypto-)Cathar According to this thesis, troubadour poetry is a reflection of Cathar religious doctrine. While the theory is supported by the traditional and near-universal account of the decline of the troubadours coinciding with the suppression of Catharism during the Albigensian Crusade (first half of the 13th century), support for it has come in waves. The explicitly Catholic meaning of many early troubadour works also works against the theory. Liturgical The troubadour lyric may be a development of the Christian liturgy and hymnody. The influence of the Song of Songs has even been suggested. There is no preceding Latin poetry resembling that of the troubadours. On those grounds, no theory of the latter\u0027s origins in classical or post-classical Latin can be constructed, but that has not deterred some, who believe that a pre-existing Latin corpus must merely be lost to us.[21] That many troubadours received their grammatical training in Latin through the Church (from clerici, clerics) and that many were trained musically by the Church is well-attested. The musical school of Saint Martial\u0027s at Limoges has been singled out in this regard.[22] \"Para-liturgical\" tropes were in use there in the era preceding the troubadours\u0027 appearance. Feudal-social or -sociological This theory or set of related theories has gained ground in the 20th century. It is more a methodological approach to the question than a theory; it asks not from where the content or form of the lyric came but rather in what situation/circumstances did it arise.[23] Under Marxist influence, Erich Köhler, Marc Bloch, and Georges Duby have suggested that the \"essential hegemony\" in the castle of the lord\u0027s wife during his absence was a driving force. The use of feudal terminology in troubadour poems is seen as evidence. This theory has been developed away from sociological towards psychological explanation. Folklore or Spring Folk Ritual According to María Rosa Menocal, Alfred Jeanroy first suggested that folklore and oral tradition gave rise to troubadour poetry in 1883. According to F. M. Warren, it was Gaston Paris, Jeanroy\u0027s reviewer, in 1891 who first located troubadour origins in the festive dances of women hearkening the spring in the Loire Valley. This theory has since been widely discredited, but the discovery of the jarchas raises the question of the extent of literature (oral or written) in the 11th century and earlier.[23] Medieval Latin or Mediolatin (Goliardic) Hans Spanke analysed the intertextual connexion between vernacular and medieval Latin (such as Goliardic) songs. This theory is supported by Reto Bezzola, Peter Dronke, and musicologist Jacques Chailley. According to them, trobar means \"inventing a trope\", the trope being a poem where the words are used with a meaning different from their common signification, i.e. metaphor and metonymy. This poem was originally inserted in a serial of modulations ending a liturgic song. Then the trope became an autonomous piece organized in stanza form.[24] The influence of late 11th-century poets of the \"Loire school\", such as Marbod of Rennes and Hildebert of Lavardin, is stressed in this connexion by Brinkmann.[25] Neoplatonic This theory is one of the more intellectualising. The \"ennobling effects of love\" in specific have been identified as Neoplatonic.[26] It is viewed either as a strength or weakness that this theory requires a second theory about how the Neoplatonism was transmitted to the troubadours; perhaps it can be coupled with one of the other origins stories or perhaps it is just peripheral. Käte Axhausen has \"exploited\" this theory and A. J. Denomy has linked it with the Arabist (through Avicenna) and the Cathar (through John Scotus Eriugena).[27] History[edit] William IX of Aquitaine portrayed as a knight, who first composed poetry on returning from the Crusade of 1101 Early period[edit] The earliest troubadour whose work survives is Guilhèm de Peitieus, better known as Duke William IX of Aquitaine (1071–1126). Peter Dronke, author of The Medieval Lyric, however, believes that \"[his] songs represent not the beginnings of a tradition but summits of achievement in that tradition.\"[28] His name has been preserved because he was the Duke of Aquitaine, but his work plays with already established structures; Eble II of Ventadorn is often credited as a predecessor, though none of his work survives. Orderic Vitalis referred to William composing songs about his experiences on his return from the Crusade of 1101 (c. 1102). This may be the earliest reference to troubadour lyrics. Orderic also provides us (1135) with what may be the first description of a troubadour performance: an eyewitness account of William of Aquitaine. Picauensis uero dux ... miserias captiuitatis suae ... coram regibus et magnatis atque Christianis coetibus multotiens retulit rythmicis uersibus cum facetis modulationibus. (X.21) Then the Poitevin duke ... the miseries of his captivity ... before kings, magnates, and Christian assemblies many times related with rhythmic verses and witty measures.[29] Spread[edit] Trobadours, 14th century The first half of the 12th century saw relatively few recorded troubadours. Only in the last decades of the century did troubadour activity explode. Almost half of all troubadour works that survive are from the period 1180–1220.[30] In total, moreover, there are over 2,500 troubadour lyrics available to be studied as lingusitic artifacts (Akehurst, 23). The troubadour tradition seems to have begun in western Aquitaine (Poitou and Saintonge) and Gascony, from there spreading over into eastern Aquitaine (Limousin and Auvergne) and Provence. At its height it had become popular in Languedoc and the regions of Rouergue, Toulouse, and Quercy (c. 1200). Finally, in the early 13th century it began to spread into first Italy and then Catalonia, whence to the rest of Spain and to Portugal. This development has been called the rayonnement des troubadours (pronounced [ʁɛjɔnmɑ̃ dɛ tʁubaduːʁ]).[31] Classical period[edit] The classical period of troubadour activity lasted from about 1170 until about 1213. The most famous names among the ranks of troubadours belong to this period. During this period the lyric art of the troubadours reached the height of its popularity and the number of surviving poems is greatest from this period. During this period the canso, or love song, became distinguishable as a genre. The master of the canso and the troubadour who epitomises the classical period is Bernart de Ventadorn. He was highly regarded by his contemporaries, as were Giraut de Bornelh, reputed by his biographer to be the greatest composer of melodies to ever live, and Bertran de Born, the master of the sirventes, or political song, which became increasingly popular in this period. The classical period came to be seen by later generations, especially in the 14th and 15th centuries and outside of Occitania, as representing the high point of lyric poetry and models to be emulated. The language of the classic poets, its grammar and vocabulary, their style and themes, were the ideal to which poets of the troubadour revival in Toulouse and their Catalan and Castilian contemporaries aspired. During the classical period the \"rules\" of poetic composition had first become standardised and written down, first by Raimon Vidal and then by Uc Faidit. Lives[edit] See also: List of troubadours and trobairitz, Minstrel, Vida (Occitan literary form), Razo, Consistori del Gay Saber, and Consistori de Barcelona The 450 or so troubadours known to historians came from a variety of backgrounds. They made their living in a variety of ways, lived and travelled in many different places, and were actors in many types of social context. The troubadours were not wandering entertainers. Typically, they stayed in one place for a lengthy period of time under the patronage of a wealthy nobleman or woman. Many did travel extensively, however, sojourning at one court and then another. Status[edit] The earliest known troubadour, the Duke of Aquitaine, came from the high nobility. He was followed immediately by two poets of unknown origins, known only by their sobriquets, Cercamon and Marcabru, and by a member of the princely class, Jaufre Rudel. Many troubadours are described in their vidas as poor knights. It was one of the most common descriptors of status: Berenguier de Palazol, Gausbert Amiel, Guilhem Ademar, Guiraudo lo Ros, Marcabru, Peire de Maensac, Peirol, Raimon de Miraval, Rigaut de Berbezilh, and Uc de Pena. Albertet de Sestaro is described as the son of a noble jongleur, presumably a petty noble lineage. Later troubadours especially could belong to lower classes, ranging from the middle class of merchants and \"burgers\" (persons of urban standing) to tradesmen and others who worked with their hands. Salh d\u0027Escola and Elias de Barjols were described as the sons of merchants and Elias Fonsalada was the son of a burger and jongleur. Perdigon was the son of a \"poor fisherman\" and Elias Cairel of a blacksmith. Arnaut de Mareuil is specified in his vida as coming from a poor family, but whether this family was poor by noble standards or more global ones is not apparent. Many troubadours also possessed a clerical education. For some this was their springboard to composition, since their clerical education equipped them with an understanding of musical and poetic forms as well as vocal training. The vidas of the following troubadours note their clerical status: Aimeric de Belenoi, Folquet de Marselha (who became a bishop), Gui d\u0027Ussel, Guillem Ramon de Gironella, Jofre de Foixà (who became an abbot), Peire de Bussignac, Peire Rogier, Raimon de Cornet, Uc Brunet, and Uc de Saint Circ. Trobadors and joglars[edit] Musicians in the time of the Cantigas de Santa Maria. These were in the court of the king, two vielle players and one citoler. The Occitan words trobador and trobaire are relatively rare compared with the verb trobar (compose, invent), which was usually applied to the writing of poetry. It signified that a poem was original to an author (trobador) and was not merely sung or played by one. The term was used mostly for poetry only and in more careful works, like the vidas, is not generally applied to the composition of music or to singing, though the troubadour\u0027s poetry itself is not so careful. Sometime in the middle of the 12th century, however, a distinction was definitely being made between an inventor of original verse and the performers of others\u0027. These last were called joglars, from the Latin ioculatores, giving rise also to the French jongleur, Castilian juglar, and English juggler, which has come to refer to a more specific breed of performer. The medieval jongleur/joglar is really a minstrel. At the height of troubadour poetry (the \"classical period\"), troubadours are often found attacking jongleurs and at least two small genres arose around the theme: the ensenhamen joglaresc and the sirventes joglaresc. These terms are debated, however, since the adjective joglaresc seems to imply \"in the manner of the jongleurs\". Inevitably, however, pieces of these genres are verbal attacks at jongleurs, in general and in specific, with named individuals being called out. It is clear, for example from the poetry of Bertran de Born, that jongleurs were performers who did not usually compose.They often performed the troubadour\u0027s songs: singing, playing instruments, dancing, and even doing acrobatics.[32] In the late 13th century Guiraut Riquier bemoaned the inexactness of his contemporaries and wrote a letter to Alfonso X of Castile, a noted patron of literature and learning of all kinds, for clarification on the proper reference of the terms trobador and joglar. According to Riquier, every vocation deserved a name of its own and the sloppy usage of joglar assured that it covered a multitude of activities, some, no doubt, with which Riquier did not wish to be associated. In the end Riquier argued—and Alfonso X seems to agree, though his \"response\" was probably penned by Riquier—that a joglar was a courtly entertainer (as opposed to popular or low-class one) and a troubadour was a poet and composer. Despite the distinctions noted, many troubadours were also known as jongleurs, either before they began composing or alongside. Aimeric de Belenoi, Aimeric de Sarlat, Albertet Cailla, Arnaut de Mareuil, Elias de Barjols, Elias Fonsalada, Falquet de Romans, Guillem Magret, Guiraut de Calanso, Nicoletto da Torino, Peire Raimon de Tolosa, Peire Rogier, Peire de Valeira, Peirol, Pistoleta, Perdigon, Salh d\u0027Escola, Uc de la Bacalaria, Uc Brunet, and Uc de Saint Circ were jongleur-troubadours. Vidas and razos[edit] A vida is a brief prose biography, written in Occitan, of a troubadour. The word vida means \"life\" in Occitan. In the chansonniers, the manuscript collections of medieval troubadour poetry, the works of a particular author are often accompanied by a short prose biography. The vidas are important early works of vernacular prose nonfiction. Nevertheless, it appears that many of them derive their facts from literal readings of their objects\u0027 poems, which leaves their historical reliability in doubt. Most of the vidas were composed in Italy in the 1220s, many by Uc de Saint Circ. A razo (from Occitan for \"reason\") was a similar short piece of Occitan prose detailing the circumstances of a particular composition. A razo normally introduced the poem it explained; it might, however, share some of the characteristics of a vida. The razos suffer from the same problems as the vidas in terms of reliability. Many are likewise the work of Uc de Saint Circ. Late 16th-century Italian cursive on paper, recording a song of Perceval Doria Podestà-troubadours[edit] A phenomenon arose in Italy, recognised around the turn of the 20th century by Giulio Bertoni, of men serving in several cities as podestàs on behalf of either the Guelph or Ghibelline party and writing political verse in Occitan rhyme. These figures generally came from the urban middle class. They aspired to high culture and though, unlike the nobility, they were not patrons of literature, they were its disseminators and its readers. The first podestà-troubadour was Rambertino Buvalelli, possibly the first native Italian troubadour, who was podestà of Genoa between 1218 and 1221. Rambertino, a Guelph, served at one time or another as podestà of Brescia, Milan, Parma, Mantua, and Verona. It was probably during his three-year tenure there that he introduced Occitan lyric poetry to the city, which was later to develop a flourishing Occitan literary culture. Among the podestà-troubadours to follow Rambertino, four were from Genoa: the Guelphs Luca Grimaldi, who also served in Florence, Milan, and Ventimiglia, and Luchetto Gattilusio, who served in Milan, Cremona, and Bologna, and the Ghibellines Perceval Doria, who served in Arles, Avignon, Asti, and Parma, and Simon Doria, sometime podestà of Savona and Albenga. Among the non-Genoese podestà-troubadours was Alberico da Romano, a nobleman of high rank who governed Vicenza and Treviso as variously a Ghibelline and a Guelph. He was a patron as well as a composer of Occitan lyric. Mention should be made of the Provençal troubadour Isnart d\u0027Entrevenas, who was podestà of Arles in 1220, though he does not fit the phenomenon Giulio Bertoni first identified in Italy. Trobairitz[edit] Main article: Trobairitz The trobairitz were the female troubadours, the first female composers of secular music in the Western tradition. The word trobairitz was first used in the 13th-century Romance of Flamenca and its derivation is the same as that of trobaire but in feminine form. There were also female counterparts to the joglars: the joglaresas. The number of trobairitz varies between sources: there were twenty or twenty-one named trobairitz, plus an additional poet known only as Domna H. There are several anonymous texts ascribed to women; the total number of trobairitz texts varies from twenty-three (Schultz-Gora), twenty-five (Bec), thirty-six (Bruckner, White, and Shepard), and forty-six (Rieger). Only one melody composed by a trobairitz (the Comtessa de Dia) survives. Out of a total of about 450 troubadours and 2,500 troubadour works, the trobairitz and their corpus form a minor but interesting and informative portion. They are, therefore, quite well studied. Castelloza The trobairitz were in most respects as varied a lot as their male counterparts, with the general exceptions of their poetic style and their provenance. They wrote predominantly cansos and tensos; only one sirventes by a named woman, Gormonda de Monpeslier, survives (though two anonymous ones are attributed to women). One salut d\u0027amor, by a woman (Azalais d\u0027Altier) to a woman (Clara d\u0027Anduza) is also extant and one anonymous planh is usually assigned a female authorship. They wrote almost entirely within the trobar leu style; only two poems, one by Lombarda and another Alais, Yselda, and Carenza, are usually considered to belong to the more demanding trobar clus. None of the trobairitz were prolific, or if they were their work has not survived. Only two have left us more than one piece: the Comtessa de Dia, with four, and Castelloza, with three or four. One of the known trobairitz, Gaudairença, wrote a song entitled Coblas e dansas, which has not survived; no other piece of hers has either. The trobairitz came almost to a woman from Occitania. There are representatives from the Auvergne, Provence, Languedoc, the Dauphiné, Toulousain, and the Limousin. One trobairitz, Ysabella, may have been born in Périgord, Northern Italy, Greece, or Palestine. All the trobairitz whose families we know were high-born ladies; only one, Lombarda, was probably of the merchant class. All the trobairitz known by name lived around the same time: the late 12th and the early 13th century (c. 1170 – c. 1260). The earliest was probably Tibors de Sarenom, who was active in the 1150s (the date of her known composition is uncertain). The latest was either Garsenda of Forcalquier, who died in 1242, though her period of poetic patronage and composition probably occurred a quarter century earlier, or Guilleuma de Rosers, who composed a tenso with Lanfranc Cigala, known between 1235 and 1257. There exist brief prose biographies—vidas—for eight trobairitz: Almucs de Castelnau (actually a razo), Azalais de Porcairagues, the Comtessa de Dia, Castelloza, Iseut de Capio (also a razo), Lombarda, Maria de Ventadorn, and Tibors de Sarenom. Works[edit] Schools and styles[edit] Three main styles of Occitan lyric poetry have been identified: the trobar leu (light), trobar ric (rich), and trobar clus (closed, hermetic). The first was by far the most common: the wording is straightforward and relatively simple compared to the ric and literary devices are less common than in the clus. This style was the most accessible and it was immensely popular. The most famous poet of the trobar leu was Bernart de Ventadorn. The trobar clus regularly escapes modern scholarly interpretation. Words are commonly used metaphorically and symbolically and what a poem appears to be about on its surface is rarely what is intended by the poet or understood by audiences \"in the know\". The clus style was invented early by Marcabru but only favoured by a few masters thereafter. The trobar ric style is not as opaque as the clus, rather it employs a rich vocabulary, using many words, rare words, invented words, and unusual, colourful wordings. Modern scholars recognise several \"schools\" in the troubadour tradition. Among the earliest is a school of followers of Marcabru, sometimes called the \"Marcabrunian school\": Bernart Marti, Bernart de Venzac, Gavaudan, and Peire d\u0027Alvernhe. These poets favoured the trobar clus or ric or a hybrid of the two. They were often moralising in tone and critical of contemporary courtly society. Another early school, whose style seems to have fallen out of favour, was the \"Gascon school\" of Cercamon, Peire de Valeira, and Guiraut de Calanso. Cercamon was said by his biographer to have composed in the \"old style\" (la uzansa antiga) and Guiraut\u0027s songs were d\u0027aquella saison (\"of that time\"). This style of poetry seems to be attached to early troubadours from Gascony and was characterised by references to nature: leaves, flowers, birds, and their songs. This Gascon \"literary fad\" was unpopular in Provence in the early 13th century, harming the reputation of the poets associated with it. In the late 13th century a school arose at Béziers, once the centre of pre-Albigensian Languedoc and of the Trencavel lordships, in the 1260s–80s. Three poets epitomise this \"school\": Bernart d\u0027Auriac, Joan Esteve, Joan Miralhas, and Raimon Gaucelm. All three were natives of Béziers and lived there. All three were members of the urban middle class and no courtesans: Miralhas was possibly a potter and Bernart was a mayestre (teacher). All three were supporters of the French king Louis IX and the French aristocracy against the native Occitan nobility. They have been described as \"Gallicised\". Raimon Gaucelm supported the Eighth Crusade and even wrote a planh, the only known one of its kind, to a burgher of Béziers. Joan Esteve and Bernart both composed in support of the French in the Aragonese Crusade. The Béziers are a shining example of the transformation of Occitania in the aftermath of the Albigensian Crusade, but also of the ability of troubadours to survive it. Genres[edit] Troubadours, at least after their style became established, usually followed some set of \"rules\", like those of the Leys d\u0027amors (compiled between 1328 and 1337). Initially all troubadour verses were called simply vers, yet this soon came to be reserved for only love songs and was later replaced by canso, though the term lived on as an antique expression for the troubadours\u0027 early works and was even employed with a more technically meaning by the last generation of troubadours (mid-14th century), when it was thought to derive from the Latin word verus (truth) and was thus used to describe moralising or didactic pieces. The early troubadours developed many genres and these only proliferated as rules of composition came to be put in writing. The known genres are: Alba (morning song)— the song of a lover as dawn approaches, often with a watchman warning of the approach of a lady\u0027s jealous husband Arlabecca— a song defined by poetic metre, but perhaps once related to the rebec Canso, originally vers, also chanso or canço— the love song, usually consisting of five or six stanzas with an envoi Cobla esparsa— a stand-alone stanza Comiat— a song renouncing a lover Crusade song (canso de crozada)— a song about the Crusades, usually encouraging them Dansa or balada— a lively dance song with a refrain Descort— a song heavily discordant in verse form and/or feeling Desdansa— a dance designed for sad occasions Devinalh— a riddle or cryptogram Ensenhamen— a long didactic poem, usually not divided into stanzas, teaching a moral or practical lesson Enuig— a poem expressing indignation or feelings of insult Escondig— a lover\u0027s apology Estampida— a dance-like song Gap— a boasting song, often presented as a challenge, often similar to modern sports chants Maldit— a song complaining about a lady\u0027s behaviour and character Partimen— a poetical exchange between two or more poets in which one is presented with a dilemma by another and responds Pastorela— the tale of the love request of a knight to a shepherdess Planh— a lament, especially on the death of some important figure Plazer— a poem expressing pleasure Salut d\u0027amor— a love letter addressed to another, not always one\u0027s lover Serena— the song of a lover waiting impatiently for the evening (to consummate his love) Sestina— highly structured verse form Sirventes— a political poem or satire, originally put in the mouth of a paid soldier (sirvens) Sonnet (sonet)— an Italian genre imported into Occitan verse in the 13th century Tenso— a poetical debate which was usually an exchange between two poets, but could be fictional Torneyamen— a poetical debate between three or more persons, often with a judge (like a tournament) Viadeira— a traveller\u0027s complaint All these genres were highly fluid. A cross between a sirventes and a canso was a meg-sirventes (half-sirventes).[33] A tenso could be \"invented\" by a single poet; an alba or canso could be written with religious significance, addressed to God or the Virgin; and a sirventes may be nothing more than a political attack. The maldit and the comiat were often connected as a maldit-comiat and they could be used to attack and renounce a figure other than a lady or a lover, like a commanding officer (when combined, in a way, with the sirventes). Peire Bremon Ricas Novas uses the term mieja chanso (half song) and Cerverí de Girona uses a similar phrase, miga canço, both to refer to a short canso and not a mixture of genres as sometimes supposed. Cerverí\u0027s mig (or meig) vers e miga canço was a vers in the new sense (a moralising song) that was also highly critical and thus combined the canso and the sirventes. Among the more than one hundred works of Cerverí de Girona are many songs with unique labels, which may correspond more to \"titles\" than \"genres\", but that is debatable: peguesca (nonsense), espingadura (flageolet song), libel (legal petition), esdemessa (leap), somni (dream), acuyndamen (challenge), desirança (nostalgia), aniversari (anniversary), serena (serene).[34] Most \"Crusading songs\" are classified either as cansos or sirventes but sometimes separately. Some styles became popular in other languages and in other literary or musical traditions. In French, the alba became the aubade, the pastorela the pastourelle, and the partimen the jeu parti. The sestina became popular in Italian literature. The troubadours were not averse to borrowing either. The planh developed out of the Latin planctus and the sonnet was stolen from the Sicilian School. The basse danse (bassa dansa) was first mentioned in the troubadour tradition (c. 1324), but only as being performed by jongleurs. The Monge de Montaudon receiving a sparrow hawk as a prize for his performance in a contest Performance[edit] Troubadours performed their own songs. Jongleurs (performers) and cantaires (singers) also performed troubadours\u0027 songs. They could work from chansonniers, many of which have survived, or possibly from more rudimentary (and temporary) songbooks, none of which have survived, if they even existed. Some troubadours, like Arnaut de Maruelh, had their own jongleurs who were dedicated to singing their patron\u0027s work. Arnaut\u0027s joglar et cantaire, probably both a singer and a messenger, who carried his love songs to his lady, was Pistoleta. The messenger was commonplace in troubadour poetry; many songs reference a messenger who will bring it to its intended ear. A troubadour often stayed with a noble patron of his own and entertained his court with his songs. Court songs could be used not only as entertainment but also as propaganda, praising the patron, mocking his enemies, encouraging his wars, teaching ethics and etiquette, and maintaining religious unity. The court was not the only venue for troubadour performance. Competitions were held from an early date. According to the vida of the Monge de Montaudon, he received a sparrow hawk, a prized hunting bird, for his poetry from the cour du Puy, some sort of poetry society associated with the court of Alfonso II of Aragon. The most famous contests were held in the twilight of the troubadours in the 14th and 15th centuries. The jocs florals held by the Consistori del Gay Saber at Toulouse, by Peter IV of Aragon at Lleida, and the Consistori de la Gaya Sciència at Barcelona awarded floral prizes to the best poetry in various categories, judging it by its accordance with a code called the Leys d\u0027amors. Troubadour songs are still performed and recorded today, albeit rarely. A chantar m\u0027er The only existing song by a trobairitz which survives with music. Problems playing this file? See media help. Music[edit] Troubadour songs were usually monophonic. Fewer than 300 melodies out of an estimated 2500 survive.[35] Most were composed by the troubadours themselves. Some were set to pre-existing pieces of music. Raimbaut de Vaqueyras wrote his Kalenda maya (\"The Calends of May\") to music composed by jongleurs at Montferrat. Grammars and dictionaries[edit] Beginning in the early 13th century, the spread of Occitan verse demanded grammars and dictionaries, especially for those whose native tongue was not Occitan, such as the Catalan and Italian troubadours, and their imitators. The production of such works only increased with the academisation of the troubadour lyric in the 14th century. Title Translation of title Author Date, place Character Razos de trobar \"Explanations of composition\" Raimon Vidal c. 1210 Prose guide to poetic composition that defends the superiority of Occitan over other vernaculars. Occitan–Italian dictionary. Donatz proensals \"Provençal Donatus\" Uc Faidit c. 1243 An Occitan imitation of Latin grammarian Aelius Donatus. A rhymary and Latin–Occitan dictionary designed for Italians. Doctrina de compondre dictats \"Doctrinal of understanding sayings\" Anonymous, possibly Raimon Vidal late 13th century A catalogue and explanation of the different poetic genres. It expands on the Razos and may be the concluding section of the Regles of Jaufre de Foixa. Lo breviari d\u0027amors \"Breviary of love\" Matfre Ermengau begun 1288 A pious encyclopedia, the last section of which, \"Perilhos tractatz d\u0027amor de donas, seguon qu\u0027en han tractat li antic trobador en lurs cansos\", is an Occitan grammar. Doctrina d\u0027acort[36] \"Doctrinal of concordance\" Terramagnino da Pisa 1282–96, Sardinia A condensed verse adaptation of the Razos, poorly preserved in the manuscripts. Regles de trobar[37] \"Rules of composition\" Jaufre de Foixa 1289–91, Sicily Contains many examples of troubadour verse, designed to augment the Razos de trobar. Mirall de trobar \"Mirror of composition\" Berenguer d\u0027Anoia early 14th century Mainly covers rhetoric and errors, and is littered with examples of troubadour verse. Cançoneret de Ripoll \"Little Chansonnier of Ripoll\" Anonymous 1346, Roussillon or Cerdagne A chansonnier containing a unique grammar, including a catalogue of poetic genres, expands on the Doctrina de compondre dictats and the Leys d\u0027amors. Leys d\u0027amors[38] \"Laws of love\" Guilhem Molinier 1328–37, Toulouse First commissioned in 1323. Prose rules governing the Consistori del Gay Saber and the Consistori de Barcelona. Leys d\u0027amors[38] \"Laws of love\" Anonymous 1337–47, Toulouse Verse adaptation of the prose Leys. Leys d\u0027amors[38] \"Laws of love\" Joan de Castellnou 1355, Toulouse Final, expanded, prose version of the previous Leys. Doctrinal de trobar \"Doctrinal of composition\" Raimon de Cornet c. 1324 (before 1341) Dedicated to Peter IV of Aragon, identical in structure to the Leys of Guilhem Molinier. Glosari \"Glossary\" Joan de Castellnou 1341 A commentary on the Doctrinal de trobar. Compendi[39] \"Compendium\" Joan de Castellnou before 1341 A catalogue of all the \"vices\" one can commit by transgressing the Leys etc. Libre de concordances (or Diccionari de rims) \"Book of concordances\" (or \"Dictionary of rhymes\") Jaume March II 1371 An Occitan rhymary for Catalans. Torcimany \"Translation\" Luys d\u0027Averçó late 14th century A rhymary and Catalan–Occitan dictionary. Legacy[edit] Main article: Occitan literature Transmission[edit] Some 2,600 poems or fragments of poems have survived from around 450 identifiable troubadours. They are largely preserved in songbooks called chansonniers made for wealthy patrons. Troubadour songs are generally referred to by their incipits, that is, their opening lines. If this is long, or after it has already been mentioned, an abbreviation of the incipit may be used for convenience. A few troubadour songs are known by \"nicknames\", thus D\u0027un sirventes far by Guilhem Figueira is commonly called the Sirventes contra Roma. When a writer seeks to avoid using unglossed Occitan, the incipit of the song may be given in translation instead or a title may even be invented to reflect the theme of the work. Especially in translations designed for a popular audience, such as Ezra Pound\u0027s, English titles are commonly invented by the translator/editor. There are examples, however, of troubadour songs given Occitan titles in the manuscripts, such as an anonymous pastorela that begins Mentre per una ribeira, which is entitled Porquieira. Table of chansonniers[edit] The number of Occitan parchment chansonniers given as extant varies between authors, depending on how they treat fragmentary and multilingual manuscripts. Conventionally, fragments are classified as fragments of the surviving chansonnier they most closely resemble and not as chansonniers in their own right. Some chansonniers have received both Occitan and French letters: troubadour D is trouvère H, W is M and X is U. The lettering (siglas) was introduced by Karl Bartsch, who placed sources he considered more reliable higher in the alphabet. This system is imperfect, however, since many of the chansonniers produced for an Italian audience are heavily edited and do not necessarily more closely resemble the original compositions. While parchment chansonniers are more durable, paper ones also exist and have received lower-case siglas.[40][41] Image Troubadour manuscript letter (sigla) Provenance (place of origin, date) Location (library, city) Shelf mark Notes A Lombardy, 13th century Biblioteca Vaticana, Rome Latin 5232 B Occitania, 13th century Bibliothèque nationale de France, Paris BN f.f. 1592 C Occitania, 14th century Bibliothèque nationale de France, Paris BN f.f. 856 D Lombardy, 12 August 1254 Biblioteca Estense, Modena Kg.4.MS2\u003dE.45\u003dα.R.4.4 The Poetarum Provinciali. E Occitania, 14th century Bibliothèque nationale de France, Paris BN f.f. 1749 F Lombardy, 14th century Biblioteca Vaticana, Rome Chigi L.IV.106 G Lombardy or Venetia, late 13th century Biblioteca Ambrosiana, Milan R 71 sup. Contains troubadour music. H Lombardy, late 13th century Biblioteca Vaticana, Rome Latin 3207 I Lombardy, 13th century Bibliothèque nationale de France, Paris BN f.f. 854 J Occitania, 14th century Biblioteca Nazionale, Florence Conventi Soppressi F.IV.776 K Lombardy, 13th century Bibliothèque nationale de France, Paris BN f.f. 12473 L Lombardy, 14th century Biblioteca Vaticana, Rome Latin 3206 M Lombardy, 14th century Bibliothèque nationale de France, Paris BN f.f. 12474 N Lombardy, 14th century Pierpont Morgan, New York 819 The Philipps Manuscript. O Lombardy, 14th century Biblioteca Vaticana, Rome Vat.Lat. 3208 P Lombardy, 1310 Biblioteca Laurenziana, Florence XLI.42 Q Lombardy, 14th century Biblioteca Riccardiana, Florence 2909 R Toulousain or Rouergue, 14th century Bibliothèque nationale de France, Paris BN f.f. 22543 Contains more troubadour music than any other manuscript. Perhaps produced for Henry II of Rodez. S Lombardy, 13th century Bodleian Library, Oxford Douce 269 Sg Catalonia, 14th century Biblioteca de Catalunya, Barcelona 146 The famous Cançoner Gil. Called Z in the reassignment of letter names by François Zufferey. T Lombardy, late 13th century Bibliothèque nationale de France, Paris BN f.f. 15211 U Lombardy, 14th century Biblioteca Laurenziana, Florence XLI.43 V Catalonia, 1268 Biblioteca Marciana, Venice fr. App. cod. XI W perhaps Artois, 1254–c. 1280 Bibliothèque nationale de France, Paris BN f.f. 844 Also trouvère manuscript M. Contains the chansonnier du roi of Theobald I of Navarre. Possibly produced for Charles I of Naples. Contains troubadour music. X Lorraine, 13th century Bibliothèque nationale de France, Paris BN f.f. 20050 Chansonnier de Saint-Germain-des-Prés. Also trouvère manuscript U and therefore has marks of French influence. Contains troubadour music. Owned by Saint-Germain-des-Prés in the 18th century. Y France/Lombardy, 13th century Bibliothèque nationale de France, Paris BN f.f. 795 Z Occitania, 13th century Bibliothèque nationale de France, Paris BN f.f. 1745 a Biblioteca Riccardiana, Florence 2814 Copy of a lost manuscript compiled by Bernart Amoros. a1 Biblioteca Estense, Modena Càmpori Appendice 426, 427, 494 (formerly Gamma.N.8.4.11–13) Copy of a lost manuscript compiled by Bernart Amoros. b Biblioteca Vaticana, Rome Barberiniani 4087 Copy of a lost manuscript compiled by Miquel de la Tor. c Biblioteca Laurenziana, Florence Plut. XC inferiore 26 d Staatsbibliothek, Berlin Phillipps 1910 Pillet-Carstens N2, since Pillet-Carstens d is a mere copy of K. e Biblioteca Vaticana, Rome Latin 7182 e (Pillet-Carstens) Biblioteca Vaticana, Rome Barberiniani 3965 Copy of a lost manuscript compiled by Miquel de la Tor. f Bibliothèque nationale de France, Paris BN f.f. 12472 References[edit] Abraham, Mary C. (2012) \"The Rhetoric of the Troubadours\" Musical Offerings: Vol. 1: No. 1, Article 1. Akehurst, F. R. P., and Davis, Judith M., edd. (1995). A Handbook of the Troubadours. Berkeley: University of California Press. ISBN 0-520-07976-0. Aubrey, Elizabeth (1989). \"References to Music in Old Occitan Literature.\" Acta Musicologica, 61:2 (May–August), pp. 110–149. Boase, Roger (1977). The Origin and Meaning of Courtly Love: A Critical Study of European Scholarship. Manchester: Manchester University Press. ISBN 0-87471-950-X. Chaytor, Henry John (1912). The Troubadours. Cambridge: Cambridge University Press. Gaunt, Simon, and Kay, Sarah, edd. (1999) The Troubadours: An Introduction. Cambridge: Cambridge University Press. ISBN 0-521-57473-0. Jones, W. Powell (1931). \"The Jongleur Troubadours of Provence.\" PMLA, 46:2 (June), pp. 307–311. Menocal, María Rosa (1981). \"Close Encounters in Medieval Provence: Spain\u0027s Role in the Birth of Troubadour Poetry.\" Hispanic Review, 49:1 (Williams Memorial Issue, Winter), pp. 43–64. Paden, William D. (2005) \"Troubadours and History\" (pp. 157–182). The world of Eleanor of Aquitaine : literature and society in southern France between the eleventh and thirteenth centuries, edd. Marcus Bull and Catherine Léglu. Woodbridge: Boydell Press. ISBN 1-84383-114-7. Riquer, Martín de. Los trovadores: historia literaria y textos. 3 vol. Barcelona: Planeta, 1975. Silverstein, Theodore (1949). \"Andreas, Plato, and the Arabs: Remarks on Some Recent Accounts of Courtly Love.\" Modern Philology, 47:2 (November), pp. 117–126. Smythe, Barbara (1966). Trobador Poets: Selections from the Poems of Eight Trobadors, Translated from the Provençal with Introduction \u0026 Notes. New York: Cooper Square Publishers. Warren, F. M. (1912). \"The Troubadour Canso and Latin Lyric Poetry.\" Modern Philology, 9:4 (April), pp. 469–487. Notes[edit] ^ Wolf, George (1983). The Poetry of Cercamon and Jaufre Rudel. London: Garland Publishing. ^ \"TROUBADOUR : Etymologie de TROUBADOUR\". ^ Chaytor, Part 1. ^ Jacques Allières, La formation de la langue française, coll. Que sais-je ?, éditions PUF, 1982, p. 49. 2) Imparisyllabiques β) Mots en -OR -ŌRE. ^ ALLIÈRES 49. ^ Maria Rosa Menocal (1985), \"Pride and Prejudice in Medieval Studies: European and Oriental\", Hispanic Review, 53:1, 61–78. ^ Roger Boase (1977). The origin and meaning of courtly love: a critical study of European scholarship. Manchester University Press. p. 131. ^ Richard Lemay, « À propos de l\u0027origine arabe de l\u0027art des troubadours », Annales. Économies, sociétés, civilisations, vol. 21, n°5, 1966, p. 991 (French) ^ See Idries Shah, The Sufis. ^ Puois nostre temps comens\u0027a brunezir; read the whole text here ^ read the whole text here ^ Del Monte, A. (1955). Peire d\u0027Alvernha, Liriche. Turin. ^ Abu-Haidar, JA (1989). \"The Diminutives in the \"dīwān\" of Ibn Quzmān: A Product of Their Hispanic Milieu?\". Bulletin of the School of Oriental and African Studies, University of London. 52 (2): 241. ^ Veldeman, Marie-Christine (2001). \"Egypt, or the quest for syncretism and spiritual wholeness in Lawrence Durrell\u0027s Avignon Quintet\". Equivalences. 28 (2): 87-100. ^ Malkin, Peter (1979). Provence and Pound. University of California. p. 326. ISBN 978-0520034884. ^ a b Beech, George T. (1992). \"Troubadour Contacts with Muslim Spain and Knowledge of Arabic: New Evidence Concerning William IX of Aquitaine\". Romania: 14-26. ^ Bogin, Magda; Bogin, Meg (1995). The Women Troubadours. WW Norton. p. 46-47. ISBN 978-0393009651. ^ Mona Baker and Kirsten Malmkjaer, ed. (1997). \"Spanish tradition\". Routledge Encyclopedia of Translation Studies. Routledge. p. 553. ISBN 978-0415609845. ^ Gerald A. Bond, \"Origins\", in Akehurst and Davis, p. 246. ^ Gerald A. Bond, \"Origins\", in Akehurst and Davis, p. 243. ^ Warren, 4. ^ Warren, 7. ^ a b Menocal, 47. ^ Troubadour, Observatoire de terminologie littéraire, University of Limoges, France. ^ Gerald A. Bond, \"Origins\", in Akehurst and Davis, 244. ^ Menocal, 46. ^ Silverstein, 118. ^ Peter Dronke, The Medieval Lyric, Perennial Library, 1968. p. 111. ^ Translation based on Marjorie Chibnall, in Bond, p. 240. ^ Paden, 161. ^ Paden, 163. ^ The earliest reference to the basse danse comes from Raimon de Cornet, who attributes it to the jongleurs of the mid-14th century. ^ Sometimes canso-sirventes or sirventes-canso was used. Bertran de Born uses the term miei sirventes. ^ Frank M. Chambers (1985), An Introduction to Old Provençal Versification, (Darby, PA: Diane Publishing, ISBN 0-87169-167-1.), pp. 195–96. ^ The Grove Concise Dictionary of Music edited by Stanley Sadie. Macmillan Press Ltd., London. ^ Sometimes Doctrina de cort: \"Doctrinal of court\". ^ Sometimes Vers e regles de trobar: \"Verses and rules of composition\". ^ a b c Fully Las flors del Gay Saber, estiers dichas las leys d\u0027amors: \"The flowers of the Gay Science, which are called the laws of love\". ^ Fully Compendi de la conexença dels vicis que.s podon esdevenir en las dictats del Gay Saber: \"Compendium of the knowledge of the vices that can be expressed in the Gay Science\". ^ Gaunt and Kay, \"Appendix 4\", 303–04. ^ Paden, \"Manuscripts\", in Akehurst and Davis, 329. External links[edit] Literary Encyclopedia: Troubadour. The University of Naples\u0027 troubadours\u0027 text collection Complete works of the major troubadours Books about Troubadours Said I. Abdelwahed. Troubadour Poetry: An Intercultural Experience. Courtly Site - site on courtly love, literature, troubadours Pound, Ezra (October 1913). \"Troubadors: Their Sorts and Conditions\". The Quarterly Journal. 219: 426–440. Wikimedia Commons has media related to Troubadours. Authority control NDL: 00573329 Retrieved from \"https://en.wikipedia.org/w/index.php?title\u003dTroubadour\u0026oldid\u003d867866430\" Categories: Troubadours Medieval performers High Middle Ages Medieval musicians Medieval poets Medieval singers Medieval literature Medieval music Musicians Occitan literature Occitan music Galician literature Galician music Occupations in music Obsolete occupations Hidden categories: Articles containing French-language text Articles containing Chinese-language text Articles containing Ancient Greek-language text Articles containing Sanskrit-language text Articles containing Arabic-language text Articles containing Hebrew-language text Articles containing Latin-language text Articles containing Occitan-language text Articles with hAudio microformats Wikipedia articles with NDL identifiers Navigation menu Personal tools Not logged in Talk Contributions Create account Log in Namespaces Article Talk Variants Views Read Edit View history More Search Navigation Main page Contents Featured content Current events Random article Donate to Wikipedia Wikipedia store Interaction Help About Wikipedia Community portal Recent changes Contact page Tools What links here Related changes Upload file Special pages Permanent link Page information Wikidata item Cite this page Print/export Create a book Download as PDF Printable version In other projects Wikimedia Commons Languages العربية Aragonés বাংলা Беларуская Беларуская (тарашкевіца)‎ Български Boarisch Català Čeština Cymraeg Dansk Deutsch Eesti Ελληνικά Español Esperanto Euskara فارسی Français Frysk Galego 한국어 Հայերեն Hrvatski Ido Bahasa Indonesia Interlingua Italiano עברית Lietuvių Limburgs Magyar Bahasa Melayu Nederlands 日本語 Norsk Occitan Picard Polski Português Română Русский Simple English Slovenčina Slovenščina Српски / srpski Srpskohrvatski / српскохрватски Suomi Svenska Українська Tiếng Việt 中文 Edit links This page was last edited on 8 November 2018, at 13:50 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization. Privacy policy About Wikipedia Disclaimers Contact Wikipedia Developers Cookie statement Mobile view",
      "url": "/wiki/Troubadour",
      "strong": 11
    },
    {
      "keyWord": "friendship",
      "extract": "Friendship - Wikipedia Friendship From Wikipedia, the free encyclopedia Jump to navigation Jump to search \"Friend\" redirects here. For other uses, see Friend (disambiguation), Friends (disambiguation), and Friendship (disambiguation). Portrait of Two Friends by Italian artist Pontormo, c. 1522 Part of a series on Love Types of love Affection Bonding Broken heart Compassionate love Conjugal love Courtly love courtship troubadours Falling in love Free love Friendship romantic Interpersonal relationship Intimacy Limerence Love addiction Love at first sight Love triangle Lovesickness Lovestruck Obsessive love Passion Platonic love Puppy love Relationship Romance Self-love Amour de soi Unconditional love Unrequited love Cultural views Chinese Ren Greek words for love Agape Eros Philia Storge Xenia Indian Kama Bhakti Mettā Islamic Ishq Jewish Chesed Latin Amore Charity Related subjects Biological basis Love letter Valentine\u0027s Day Philosophy Religious views v t e Friendship is a relationship of mutual affection between people.[1] Friendship is a stronger form of interpersonal bond than an association. Friendship has been studied in academic fields such as communication, sociology, social psychology, anthropology, and philosophy. Various academic theories of friendship have been proposed, including social exchange theory, equity theory, relational dialectics, and attachment styles. Although there are many forms of friendship, some of which may vary from place to place, certain characteristics are present in many types of such bonds. Such characteristics include affection; kindness, love, virtue, sympathy, empathy, honesty, altruism, loyalty, mutual understanding and compassion, enjoyment of each other\u0027s company, trust, and the ability to be oneself, express one\u0027s feelings to others, and make mistakes without fear of judgment from the friend. Contents 1 Developmental psychology 1.1 Childhood 1.2 Adolescence 1.3 Adulthood 1.4 Older adults 2 Developmental issues 2.1 Attention deficit hyperactivity disorder 2.2 Autism 2.3 Down syndrome 3 Health 3.1 Mental health 4 Dissolution 5 Demographics 5.1 Gender differences 6 In animals 7 See also 8 Notes 9 References 10 Further reading 11 External links Developmental psychology Childhood Childhood friends The understanding of friendship in children tends to be more heavily focused on areas such as common activities, physical proximity, and shared expectations.[2]:498[a] These friendships provide opportunity for playing and practicing self-regulation.[3]:246 Most children tend to describe friendship in terms of things like sharing, and children are more likely to share with someone they consider to be a friend.[3]:246[4][5] As children mature, they become less individualized and are more aware of others. They gain the ability to empathize with their friends, and enjoy playing in groups. They also experience peer rejection as they move through the middle childhood years. Establishing good friendships at a young age helps a child to be better acclimated in society later on in their life.[4] Based upon the reports of teachers and mothers, 75% of preschool children had at least one friend. This figure rose to 78% through the fifth grade, as measured by co-nomination as friends, and 55% had a mutual best friend.[3]:247 About 15% of children were found to be chronically friendless, reporting periods without mutual friends at least six months.[3]:250 Potential benefits of friendship include the opportunity to learn about empathy and problem solving.[6] Coaching from parents can be useful in helping children to make friends. Eileen Kennedy-Moore describes three key ingredients of children\u0027s friendship formation: (1) openness, (2) similarity, and (3) shared fun.[7][8][9] Parents can also help children understand social guidelines they haven\u0027t learned on their own.[10] Drawing from research by Robert Selman[11] and others, Kennedy-Moore outlines developmental stages in children\u0027s friendship, reflecting an increasing capacity to understand others\u0027 perspectives: \"I Want It My Way\", \"What\u0027s In It For Me?\", \"By the Rules\", \"Caring and Sharing\", and \"Friends Through Thick and Thin.\"[12] Adolescence Two friends in Bhutan In adolescence, friendships become \"more giving, sharing, frank, supportive, and spontaneous.\" Adolescents tend to seek out peers who can provide such qualities in a reciprocal relationship, and to avoid peers whose problematic behavior suggest they may not be able to satisfy these needs.[13] Relationships begin to maintain a focus on shared values, loyalty, and common interests, rather than physical concerns like proximity and access to play things that more characterize childhood.[3]:246 A study performed at the University of Texas at Austin examined over 9,000 American adolescents to determine how their engagement in problematic behavior (such as stealing, fighting, and truancy) was related to their friendships. Findings indicated that adolescents were less likely to engage in problem behavior when their friends did well in school, participated in school activities, avoided drinking, and had good mental health. The opposite was found regarding adolescents who did engage in problematic behavior. Whether adolescents were influenced by their friends to engage in problem behavior depended on how much they were exposed to those friends, and whether they and their friendship groups \"fit in\" at school.[14] A study by researchers from Purdue University found that friendships formed during post-secondary education last longer than friendships formed earlier.[15] Adulthood Friendships in adulthood Friendship in adulthood provides companionship, affection, as well as emotional support, and contributes positively to mental well-being and improved physical health.[16]:426 Adults may find it particularly difficult to maintain meaningful friendships in the workplace. \"The workplace can crackle with competition, so people learn to hide vulnerabilities and quirks from colleagues. Work friendships often take on a transactional feel; it is difficult to say where networking ends and real friendship begins.\"[17] Most adults value the financial security of their jobs more than friendship with coworkers.[18] The majority of adults have an average of two close friends.[19] Numerous studies with adults suggest that friendships and other supportive relationships do enhance self-esteem.[20] Older adults Older adults continue to report high levels of personal satisfaction in their friendships as they age, and even as the overall number of friends tends to decline. This satisfaction is associated with an increased ability to accomplish activities of daily living, as well as a reduced decline in cognitive abilities, decreased instances of hospitalization, and better outcomes related to rehabilitation.[16]:427 The overall number of reported friends in later life may be mediated by increased lucidity, better speech and vision, and marital status.[21]:53 As on review phrased it: Research within the past four decades has now consistently found that older adults reporting the highest levels of happiness and general well being also report strong, close ties to numerous friends.[22] As family responsibilities and vocational pressures lessen, friendships become more important. Among the elderly, friendships can provide links to the larger community, serve as a protective factor against depression and loneliness, and compensate for potential losses in social support previously given by family members.[23]:32-3 Especially for people who cannot go out as often, interactions with friends allow for continued societal interaction. Additionally, older adults in declining health who remain in contact with friends show improved psychological well-being.[24] Developmental issues Attention deficit hyperactivity disorder Children with attention deficit hyperactivity disorder (ADHD) may have difficulty forming and maintaining friendships, due to a limited ability to build social skills through observational learning, difficulties attending to social cues, and because of the social impacts of impulsive behavior and a greater tendency to engage in behavior that may be seen as disruptive by their peers.[25][26] In a 2007 review, no treatment was identified which effectively address peer functioning in children with ADHD, and treatments which addressed other aspects of the disorder were not found to eliminate issues related to peer functioning.[25] Autism Certain symptoms of autism spectrum disorders can interfere with the formation of interpersonal relations, such as a preference for routine actions, resistance to change, obsession with particular interests or rituals, and a lack of social skills. Children with autism have been found to be more likely to be close friends of one person, rather than having groups of friends. Additionally, they are more likely to be close friends of other children with some sort of a disability.[27] A sense of parental attachment aids in the quality of friendships in children with autism spectrum disorders; a sense of attachment with one\u0027s parents compensates for a lack of social skills that would usually inhibit friendships.[28] A study done by Frankel et al. showed that parental intervention and instruction plays an important role in such children developing friendships.[29] Along with parental intervention, school professionals play an important role in teaching social skills and peer interaction. Paraprofessionals, specifically one-on-one aides and classroom aides, are often placed with children with autism spectrum disorders in order to facilitate friendships and guide the child in making and maintaining substantial friendships.[30] Although lessons and training may help peers of children with autism, bullying is still a major concern in social situations. According to Anahad O\u0027Connor of The New York Times, bullying is most likely to occur against children with autism spectrum disorders who have the most potential to live independently. Such children are more at risk because they have as many of the rituals and lack of social skills as children with full autism, but they are more likely to be mainstreamed in school, since they are on the higher-functioning end of the autism spectrum. Children with autism have more difficulty attending to social cues, and so may not always recognize when they are being bullied.[31] Down syndrome Children with Down syndrome have increased difficulty forming friendships. They experience a language delay causing them to have a harder time playing with other children. Most children with Down syndrome may prefer to watch other students and play alongside a friend but not with them, mostly because they understand more than they can outwardly express. In preschool years, children with Down syndrome can benefit from the classroom setting, surrounded by other children and less dependent on adult aid. Children with this disability benefit from a variety of interactions with both adults and children. At school, ensuring an inclusive environment in the classroom can be difficult, but proximity to close friends can be crucial for social development.[32][33] Health Studies have found that strong social supports improve a persons\u0027s prospects for good health and longevity. Conversely, loneliness and a lack of social supports have been linked to an increased risk of heart disease, viral infections, and cancer, as well as higher mortality rates overall. Two researchers have even termed friendship networks a \"behavioral vaccine\" that boosts both physical and mental health.[34] There is a large body of research linking friendship and health, but the precise reasons for the connection remain unclear. Most of the studies in this area are large prospective studies that follow people over time, and while there may be a correlation between the two variables (friendship and health status), researchers still do not know if there is a cause and effect relationship, such as the notion that good friendships actually improve health. A number of theories have attempted to explain this link. These theories have included that good friends encourage their friends to lead more healthy lifestyles; that good friends encourage their friends to seek help and access services when needed; that good friends enhance their friends\u0027 coping skills in dealing with illness and other health problems; and that good friends actually affect physiological pathways that are protective of health.[35] Mental health The lack of friendship has been found to play a role in increasing risk of suicidal ideation among female adolescents, including having more friends who were not themselves friends with one another. However, no similar effect was observed for males.[36][37] Having few or no friends is a major indicator in the diagnosis of a range of mental disorders.[13] Higher friendship quality directly contributes to self-esteem, self-confidence, and social development.[20] A World Happiness Database study found that people with close friendships are happier, although the absolute number of friends did not increase happiness.[38]Other studies have suggested that children who have friendships of a high quality may be protected against the development of certain disorders, such as anxiety and depression.[39][40] Conversely, having few friends is associated with dropping out of school, as well as aggression, and adult crime.[2]:500 Peer rejection is also associated with lower later aspiration in the workforce, and participation in social activities, while higher levels of friendship was associated with higher adult self-esteem.[2]:500–1 Dissolution The dissolution of a friendship may be viewed as a personal rejection, or may be the result of natural changes over time, as friends grow more distant both physically and emotionally. The disruption of friendships has been associated with increased guilt, anger and depression, and may be highly stressful events, especially in childhood. However, potential negative effects can be mitigated if the dissolution of a friendship is replaced with another close relationship.[3]:248 Demographics Friends tend to be more similar to one another in terms of age, gender, behavior, substance abuse, personal disposition, and academic performance.[3]:248[16]:426[22]:55–6 In ethnically diverse countries, there is broad evidence that children and adolescents tend to form friendships with others of the same race or ethnicity, beginning in preschool, and peaking in middle or late childhood.[3]:264 Gender differences In general, female-female friendship interactions among children tend to be more focused on interpersonal connections and mutual support, while male-male interaction tends to be more focused on social status, and may actively discourage the expression of emotional needs.[41]:320-2 Females report more anxiety, jealousy, and relational victimization and less stability related to their friendships, and males report higher levels of physical victimization. Although males and females tend to report comparative levels of satisfaction with their friendships.[3]:249–50 Among older adults, women tend to be more socially adept than their male peers, and many older men may rely upon a female companion, such as a spouse, in order to compensate for their comparative lack of social skills.[22]:55 In animals See also: Ethology, Altruism in animals, and Sociobiology A man with a squirrel Friendship is also found among animals of higher intelligence, such as higher mammals and some birds. Cross-species friendships are common between humans and domestic animals. Cross-species friendships may also occur between two non-human animals, such as dogs and cats. Research by McLennan measured the heart rates of cattle, and showed that the cows were more stressed when alone or with an unfamiliar cow than they were with friends, lending support to the idea that cows are social animals, capable of forming close bonds with each other.[42] See also Blood brother Boston marriage Bromance Casual relationship Cross-sex friendships Female bonding Fraternization Frenemy Friend of a friend Friendship Day Imaginary friend Intimate relationship Male bonding Nicomachean Ethics, Books VIII and IX: Friendship and partnership Platonic love Romantic friendship Theorem on friends and strangers Womance Notes ^ In comparison to older respondents, who tend to describe friendship in terms of psychological rather than mostly physical aspects.[2]:498 References ^ \"Definition for friend\". Oxford Dictionaries. Oxford Dictionary Press. Retrieved 25 May 2012. ^ a b c d Bremner, J. Gavin (May 8, 2017). An Introduction to Developmental Psychology. John Wiley \u0026 Sons. ISBN 9781405186520. Retrieved 26 September 2017. ^ a b c d e f g h i Zelazo, Philip David (Mar 14, 2013). The Oxford Handbook of Developmental Psychology, Vol. 2: Self and Other. OUP USA. ISBN 9780199958474. Retrieved 26 September 2017. ^ a b Newman, B. M. \u0026 Newman, P.R. (2012). Development Through Life: A Psychosocial Approach. Stanford, CT. ^ \"Your Childhood Friendships Are The Best Friendships You\u0027ll Ever Have\". 17 Jun 2015. Retrieved 21 June 2016. ^ Kennedy-Moore, E. (2013). \"What Friends Teach Children\". ^ Kennedy-Moore, E. (2012). \"How children make friends (part 1)\". ^ Kennedy-Moore, E. (2012). \"How children make friends (part 2)\". ^ Kennedy-Moore, E. (2012). \"How children make friends (part 3)\". ^ Elman, N. M. \u0026 Kennedy-Moore, E. (2003). The Unwritten Rules of Friendship: Simple Strategies to Help Your Child Make Friends. New York: Little, Brown. ^ Selman, R. L. (1980). The Growth of Interpersonal Understanding: Developmental and Clinical Analyses. Academic Press: New York. ^ Kennedy-Moore, E. (2012). \"Children\u0027s Growing Friendships\". ^ a b Reisman, John M. (September 1, 1985). \"Friendship and its Implications for Mental Health or Social Competence\". The Journal of Early Adolescence. 5 (3): 383–91. doi:10.1177/0272431685053010. ^ Crosnoe, R., \u0026 Needham, B. (2004) Holism, contextual variability, and the study of friendships in adolescent development. University of Texas at Austin. ^ Sparks, Glenn (August 7, 2007). Study shows what makes college buddies lifelong friends. Purdue University. ^ a b c Schulz, Richard (2006). The Encyclopedia of Aging: Fourth Edition, 2-Volume Set. Springer Publishing Company. ISBN 9780826148445. Retrieved 27 September 2017. ^ Williams, Alex (13 July 2012). \"Friends of a Certain Age: Why Is It Hard To Make Friends Over 30?\". The New York Times. Retrieved October 25, 2012. ^ Bryant, Susan. \"Workplace Friendships: Asset or Liability?\". Monster.com. Retrieved October 25, 2012. ^ Willis, Amy (November 8, 2011). \"Most adults have \u0027only two close friends\u0027\". The Telegraph. London. Retrieved August 11, 2013. ^ a b Berndt, T. J. (2002). Friendship Quality and Social Development. American Psychological Society. Purdue University. ^ Blieszner, Rosemary; Adams, Rebecca G. (Jun 10, 1992). Adult Friendship. SAGE. ISBN 9780803936737. Retrieved 27 September 2017. ^ a b c Nussbaum, Jon F.; Federowicz, Molly; Nussbaum, Paul D. (February 9, 2010). Brain Health and Optimal Engagement for Older Adults. Editorial Aresta S.C. ISBN 9788493744007. Retrieved 27 September 2017. ^ Burleson, Brant R. (Mar 22, 2012). Communication Yearbook 19. Routledge. ISBN 9780415873178. Retrieved 27 September 2017. ^ Laura E. Berk (2014). Pearson – Exploring Lifespan Development, 3/E. p. 696. ISBN 9780205957385. ^ a b Hoza, Betsy (June 7, 2007). \"Peer Functioning in Children With ADHD\". Journal of Pediatric Psychology. 32 (6): 101–106. doi:10.1016/j.ambp.2006.04.011. PMC 2572031. PMID 17261489. ^ Wiener, Judith; Schneider, Barry H. (2002). \"A multisource exploration of the friendship patterns of children with and without learning disabilities\". Journal of Abnormal Child Psychology. 30 (2): 127–41. PMID 12002394. Retrieved 26 September 2017. ^ Bauminger, Nirit; Solomon, Marjorie; Aviezer, Anat; Heung, Kelly; Gazit, Lilach; Brown, John; Rogers, Sally J. (3 January 2008). \"Children with Autism and Their Friends: A Multidimensional Study of Friendship in High-Functioning Autism Spectrum Disorder\". Journal of Abnormal Child Psychology. 36 (2): 135–150. doi:10.1007/s10802-007-9156-x. PMID 18172754. ^ Bauminger, Nirit; Solomon, Marjorie; Rogers, Sally J. (29 December 2009). \"Predicting Friendship Quality in Autism Spectrum Disorders and Typical Development\". Journal of Autism and Developmental Disorders. 40 (6): 751–761. doi:10.1007/s10803-009-0928-8. PMC 2864904. PMID 20039110. ^ Frankel, Fred; Myatt, Robert; Sugar, Catherine; Whitham, Cynthia; Gorospe, Clarissa M.; Laugeson, Elizabeth (8 January 2010). \"A Randomized Controlled Study of Parent-assisted Children\u0027s Friendship Training with Children having Autism Spectrum Disorders\". Journal of Autism and Developmental Disorders. 40 (7): 827–842. doi:10.1007/s10803-009-0932-z. PMC 2890979. PMID 20058059. ^ Rossetti, Zachary; Goessling, Deborah (July–August 2010). \"Paraeducators\u0027 Roles in Facilitating Friendships Between Secondary Students With and Without Autism Spectrum Disorders or Developmental Disabilities\". Teaching Exceptional Children. 6. 42: 64–70. ^ O\u0027Connor, Anahad (3 September 2012). \"School Bullies Prey on Children With Autism\". The New York Times. ^ \"Recreation \u0026 Friendship.\" Recreation \u0026 Friendship – National Down Syndrome Society. N.p., n.d. Web. 17 Nov. 2016. ^ \"Social Development for Individuals with Down Syndrome – An Overview.\" Information about Down Syndrome. Down Syndrome Education International, n.d. Web. 17 Nov. 2016. ^ Friendship, social support, and health. 2007 Sias, Patricia M; Bartoo, Heidi. In L\u0027Abate, Luciano. Low-cost approaches to promote physical and mental health: Theory, research, and practice. (pp. 455–472). xxii, 526 pp. New York, NY, US: Springer Science + Business Media. ^ Social networks and health: It\u0027s time for an intervention trial. 2005. Jorm, Anthony F. Journal of Epidemiology \u0026 Community Health. Vol 59(7) Jul 2005, 537–538. ^ \"Friendships play key role in suicidal thoughts of girls, but not boys\". EurekAlert!. Ohio State University. January 6, 2004. Retrieved 26 September 2017. ^ Bearman, Peter S.; Moody, James (January 1, 2004). \"Suicide and Friendships Among American Adolescents\". American Journal of Public Health. 94 (1): 89–95. doi:10.2105/AJPH.94.1.89. PMC 1449832. PMID 14713704. ^ \"Can we make ourselves happier?\". BBC News. 1 July 2013. ^ Brendgen, M.; Vitaro, F.; Bukowski, W. M.; Dionne, G.; Tremblay, R. E.; Boivin, M. (2013). \"Can friends protect genetically vulnerable children from depression?\". Development and Psychopathology. 25 (2): 277–289. doi:10.1017/s0954579412001058. PMID 23627944. ^ Bukowski, W. M.; Hoza, B.; Boivin, M. (1994). \"Measuring friendship quality during pre- and early adolescence: the development and psychometric properties of the friendship qualities scale\". Journal of Social and Personal Relationships. 11 (3): 471–484. doi:10.1177/0265407594113011. ^ Harris, Margaret (2002). Developmental Psychology: A Student\u0027s Handbook. Taylor \u0026 Francis. ISBN 9781841691923. Retrieved 26 September 2017. ^ \"Heifer so lonely: How cows have best friends and get stressed when they are separated\". Mail Online. London. 5 July 2011. Retrieved 19 March 2012. Further reading Bray, Alan (2003). The Friend. United States: University of Chicago Press. ISBN 978-0226071817. Cicero, Marcus Tullius. Laelius de Amicitia. Emerson, Ralph Waldo (1841). \"Friendship\". Essays: First Series. Retrieved 18 August 2013. Lepp, Ignace (1966). The Ways of Friendship. New York: The Macmillan Company. Said, Edward (1979). Orientalism. United States: Vintage Books. ISBN 978-0-394-74067-6. External links Wikiquote has quotations related to: Friendship Look up friendship in Wiktionary, the free dictionary. Media related to Friends at Wikimedia Commons BBC Radio 4 series \"In Our Time\", on Friendship, 2 March 2006 Friendship at the Stanford Encyclopedia of Philosophy Authority control GND: 4018480-8 NDL: 00574535 NKC: ph124922 Retrieved from \"https://en.wikipedia.org/w/index.php?title\u003dFriendship\u0026oldid\u003d866135054\" Categories: Friendship Kindness Virtue Philosophy of love Gender studies Group processes Hidden categories: Wikipedia indefinitely semi-protected pages Articles containing French-language text Articles containing Chinese-language text Articles containing Ancient Greek-language text Articles containing Sanskrit-language text Articles containing Arabic-language text Articles containing Hebrew-language text Articles containing Latin-language text Commons category with local link different than on Wikidata Wikipedia articles with GND identifiers Wikipedia articles with NDL identifiers Wikipedia articles with NKC identifiers Navigation menu Personal tools Not logged in Talk Contributions Create account Log in Namespaces Article Talk Variants Views Read View source View history More Search Navigation Main page Contents Featured content Current events Random article Donate to Wikipedia Wikipedia store Interaction Help About Wikipedia Community portal Recent changes Contact page Tools What links here Related changes Upload file Special pages Permanent link Page information Wikidata item Cite this page Print/export Create a book Download as PDF Printable version In other projects Wikimedia Commons Wikiquote Languages العربية Asturianu Avañe\u0027ẽ Azərbaycanca বাংলা Башҡортса Беларуская Беларуская (тарашкевіца)‎ Български བོད་ཡིག Català Čeština Dansk Deutsch Eesti Ελληνικά Español Esperanto Euskara فارسی Français Frysk Galego 한국어 Հայերեն हिन्दी Hrvatski Ido Bahasa Indonesia Interlingua IsiXhosa Italiano עברית ಕನ್ನಡ ქართული Қазақша Kiswahili Kreyòl ayisyen Latina Latviešu Lietuvių Magyar മലയാളം Bahasa Melayu Nederlands नेपाली नेपाल भाषा 日本語 Norsk Occitan ଓଡ଼ିଆ Oʻzbekcha/ўзбекча ਪੰਜਾਬੀ Polski Português Română Русский Scots Sicilianu සිංහල Simple English سنڌي Slovenčina Slovenščina Српски / srpski Srpskohrvatski / српскохрватски Suomi Svenska Tagalog தமிழ் Татарча/tatarça తెలుగు ไทย Тоҷикӣ Türkçe Українська اردو Tiếng Việt 文言 ייִדיש 粵語 Zazaki Žemaitėška 中文 Edit links This page was last edited on 28 October 2018, at 14:03 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization. Privacy policy About Wikipedia Disclaimers Contact Wikipedia Developers Cookie statement Mobile view",
      "url": "/wiki/Friendship",
      "strong": 7
    },
    {
      "keyWord": "romantic",
      "extract": "Romantic friendship - Wikipedia Romantic friendship From Wikipedia, the free encyclopedia Jump to navigation Jump to search Relationships （Outline） Types Genetic Kinship Family Sibling Cousin By marriage Husband Wife Open marriage Polyandry Polygamy Polygyny Mixed-orientation Partner · Partners Significant other Boyfriend Girlfriend Cohabitation Same-sex Life partner Friendship (romantic) Sexual Casual Monogamy Non-monogamy Mutual monogamy Polyamory Polyfidelity Cicisbeo Concubinage Courtesan Mistress Activities Bonding Courtship Dating Engagement Mating Meet market Romance Singles event Wedding Endings Breakup Separation Annulment Divorce Widowhood Emotions and feelings Affinity Attachment Intimacy Jealousy Limerence Love Platonic unconditional Passion Sexuality Practices Bride price dower dowry service Hypergamy Infidelity Sexual activity Transgression Repression Abuse Child Dating Domestic Elderly Narcissistic parent Power and control v t e A romantic friendship, passionate friendship, or affectionate friendship is a very close but typically non-sexual relationship between friends, often involving a degree of physical closeness beyond that which is common in the contemporary Western societies. It may include for example holding hands, cuddling, hugging, kissing, giving massages, and sharing a bed, or co-sleeping, without sexual intercourse or other physical sexual expression. In historical scholarship, the term may be used to describe a very close relationship between people of the same sex during a period of history when homosexuality did not exist as a social category. In this regard, the term was coined in the later 20th century in order to retrospectively describe a type of relationship which until the mid 19th century had been considered unremarkable but since the second half of the 19th century had become more rare as physical intimacy between non-sexual partners came to be regarded with anxiety.[1] Romantic friendship between women in Europe and North America became especially prevalent in the late 18th and early 19th centuries, with the simultaneous emergence of female education and a new rhetoric of sexual difference.[2] Shimer College founders Cindarella Gregory and Frances Shimer in 1869; their extremely close relationship has been characterized as a \"passionate friendship\".[3] Contents 1 Historical examples 1.1 Shakespeare and Fair Youth 1.2 Montaigne and Etienne de La Boétie 1.3 Abraham Lincoln and Joshua Speed 2 Biblical and religious evidence 3 Romantic friendships in women\u0027s colleges 4 Reception in 1990s American gay and lesbian subculture 5 See also 6 Notes 7 References Historical examples[edit] The study of historical romantic friendship is difficult because the primary source material consists of writing about love relationships, which typically took the form of love letters, poems, or philosophical essays rather than objective studies.[4] Most of these do not explicitly state the sexual or nonsexual nature of relationships; the fact that homosexuality was taboo in Western European cultures at the time means that some sexual relationships may be hidden, but at the same time the rareness of romantic friendship in modern times means that references to nonsexual relationships may be misinterpreted, as alleged by Faderman, Coontz, Anthony Rotundo, Douglas Bush, and others. Shakespeare and Fair Youth[edit] Main article: Sexuality of William Shakespeare The content of Shakespeare\u0027s works has raised the question of whether he may have been bisexual. Although twenty-six of Shakespeare\u0027s sonnets are love poems addressed to a married woman (the \"Dark Lady\"), one hundred and twenty-six are addressed to an adolescent boy (known as the \"Fair Youth\"). The amorous tone of the latter group, which focus on the boy\u0027s beauty, has been interpreted as evidence for Shakespeare\u0027s bisexuality, although others interpret them as referring to intense friendship or fatherly affection, not sexual love. Among those of the latter interpretation, in the preface to his 1961 Pelican edition, Douglas Bush writes: Since modern readers are unused to such ardor in masculine friendship and are likely to leap at the notion of homosexuality… we may remember that such an ideal, often exalted above the love of women, could exist in real life, from Montaigne to Sir Thomas Browne, and was conspicuous in Renaissance literature.[5][verification needed] Bush cites Montaigne, who distinguished male friendships from \"that other, licentious Greek love\",[6] as evidence of a platonic interpretation. Montaigne and Etienne de La Boétie[edit] The French philosopher Montaigne described the concept of romantic friendship (without using this English term) in his essay \"On Friendship.\" In addition to distinguishing this type of love from homosexuality (\"this other Greek licence\"), another way in which Montaigne differed from the modern view[7] was that he felt that friendship and platonic emotion were a primarily masculine capacity (apparently unaware of the custom of female romantic friendship which also existed): Seeing (to speake truly) that the ordinary sufficiency of women cannot answer this conference and communication, the nurse of this sacred bond: nor seem their minds strong enough to endure the pulling of a knot so hard, so fast, and durable.[8] Lesbian-feminist historian Lillian Faderman cites Montaigne, using \"On Friendship\" as evidence that romantic friendship was distinct from homosexuality, since the former could be extolled by famous and respected writers, who simultaneously disparaged homosexuality. (The quotation also furthers Faderman\u0027s beliefs that gender and sexuality are socially constructed, since they indicate that each sex has been thought of as \"better\" at intense friendship in one or another period of history.) Abraham Lincoln and Joshua Speed[edit] Main article: Sexuality of Abraham Lincoln Some historians have used the relationship between Abraham Lincoln and Joshua Speed as another example of a relationship that modern people see as ambiguous or possibly gay, but which was most likely[citation needed] to have been a romantic friendship. Lincoln and Speed lived together, shared a bed in their youth[citation needed] and maintained a lifelong friendship. David Herbert Donald pointed out that men at that time often shared beds for financial reasons; men were accustomed to same-sex nonsexual intimacy, since most parents could not afford separate beds or rooms for male siblings. Anthony Rotundo notes that the custom of romantic friendship for men in America in the early 19th century was different from that of Renaissance France, and it was expected that men would distance themselves emotionally and physically somewhat after marriage; he claims that letters between Lincoln and Speed show this distancing after Lincoln married Mary Todd.[9] Such distancing is still practiced today.[10] Biblical and religious evidence[edit] Proponents of the romantic friendship hypothesis also make reference to the Bible. Historians like Faderman and Robert Brain[11] believe that the descriptions of relationships such as David and Jonathan or Ruth and Naomi in this religious text establish that the customs of romantic friendship existed and were thought of as virtuous in the ancient Near East, despite the simultaneous taboo on homosexuality. The relationship between King David and Jonathan, son of King Saul, is often cited as an example of male romantic friendship; for example, Faderman uses 2 Samuel 1:26 on the title page of her book: \"Your love was wonderful to me, passing the love of women.\"[12] Ruth and her mother-in-law Naomi are the female Biblical pair most often cited as a possible romantic friendship, as in the following verse commonly used in same-sex wedding ceremonies: Entreat me not to leave you or to return from following you; for where you go I will go, and where you lodge I will lodge; your people shall be my people, and your God my God; where you die I will die, and there will I be buried.[13] Faderman writes that women in Renaissance and Victorian times made reference to both Ruth and Naomi and \"Davidean\" friendship as the basis for their romantic friendships.[14] While some authors, notably John Boswell, have claimed that ecclesiastical practice in earlier ages blessed \"same sex unions\", the accurate interpretation of these relationships rests on a proper understanding of the mores and values of the participants, including both the parties receiving the rite in question and the clergy officiating at it. Boswell himself concedes that past relationships are ambiguous; when describing Greek and Roman attitudes, Boswell states that \"[A] consensual physical aspect would have been utterly irrelevant to placing the relationship in a meaningful taxonomy.\"[15] Boswell\u0027s own interpretation has been thoroughly critiqued, notably by Brent D. Shaw, himself a homosexual, in a review written for the New Republic: Given the centrality of Boswell\u0027s \"new\" evidence, therefore, it is best to begin by describing his documents and their import. These documents are liturgies for an ecclesiastical ritual called adelphopoiesis or, in simple English, the \"creation of a brother.\" Whatever these texts are, they are not texts for marriage ceremonies. Boswell\u0027s translation of their titles (akolouthia eis adelphopoiesin and parallels) as \"The Order of Celebrating the Union of Two Men\" or \"Office for Same-Sex Union\" is inaccurate. In the original, the titles say no such thing. And this sort of tendentious translation of the documents is found, alas, throughout the book. Thus the Greek words that Boswell translates as \"be united together\" in the third section of the document quoted above are, in fact, rather ordinary words that mean \"become brothers\" (adelphoi genesthai); and when they are translated in this more straightforward manner, they impart a quite different sense to the reader. Such agreements and rituals are \"same-sex\" in the sense that it is two men who are involved; and they are \"unions\" in the sense that the two men involved are co-joined as \"brothers.\" But that is it. There is no indication in the texts themselves that these are marriages in any sense that the word would mean to readers now, nor in any sense that the word would have meant to persons then: the formation of a common household, the sharing of everything in a permanent co-residential unit, the formation of a family unit wherein the two partners were committed, ideally, to each other, with the intent to raise children, and so on. Although it is difficult to state precisely what these ritualised relationships were, most historians who have studied them are fairly certain that they deal with a species of \"ritualised kinship\" that is covered by the term \"brotherhood.\" (This type of \"brotherhood\" is similar to the ritualised agreements struck between members of the Mafia or other \"men of honour\" in our own society.) That explains why the texts on adelphopoiesis in the prayerbooks are embedded within sections dealing with other kinship-forming rituals, such as marriage and adoption. Giovanni Tomassia in the 1880s and Paul Koschaker in the 1930s, whose works Boswell knows and cites, had already reached this conclusion.[16] Historian Robert Brain has also traced these ceremonies from Pagan \"blood brotherhood\" ceremonies through medieval Catholic ceremonies called \"gossipry\" or \"siblings before God,\" on to modern ceremonies in some Latin American countries referred to as \"compadrazgo\"; Brain considers the ceremonies to refer to romantic friendship.[17] Romantic friendships in women\u0027s colleges[edit] As the American suffrage movement succeeded in gaining rights for white middle- and upper-class women, heterosexual marriage became less of a necessity, and many more women went to college and continued to live in female-centric communities after graduation.[18] The all-women peer culture formed at women\u0027s colleges allowed students to create their own social rules and hierarchies, to become each other\u0027s leaders and heroes, and to idolize each other. These idolizations often took the forms of romantic friendships, which contemporaries called \"smashes\", \"crushes\" and \"spoons.\"[19] The practice of \"smashing\" involved one student showering another with gifts: notes, chocolates, sometimes even locks of hair. When the object of the student\u0027s affections was wooed and the two of them began spending all their time together, the \"aggressor\" was perceived by her friends as \"smashed\".[20] In the early twentieth century, \"crush\" gradually replaced the term \"smash\", and generally signified a younger girl\u0027s infatuation with an older peer.[21] Historian Susan Van Dyne has documented an \"intimate friendship\" between Mary Mathers and Frona Brooks, two members of the Smith College class of 1883.[22] Mathers and Brooks exchanged tokens of affection, relished time spent alone together, and celebrated an anniversary. Romantic friendships kindled in women\u0027s colleges sometimes continued after graduation, with women living together in \"Boston marriages\" or cooperative houses. Women who openly committed themselves to other women often found acceptance of their commitment and lifestyle in academic fields, and felt comfortable expressing their feelings for their same-sex companions.[23] At the turn of the century, smashes and crushes were considered an essential part of the women\u0027s college experience, and students who wrote home spoke openly about their involvement in romantic friendships.[24] By the 1920s, however, public opinion had turned against crushes as the American public began to realize that female sexuality might not be dependent on men.[25] Reception in 1990s American gay and lesbian subculture[edit] Several small groups of advocates and researchers have advocated for the renewed use of the term, or the related term Boston marriage, today. Several lesbian, gay, and feminist authors (such as Lillian Faderman, Stephanie Coontz, Jaclyn Geller and Esther Rothblum) have done academic research on the topic;[26] these authors typically favor the social constructionist view that sexual orientation is a modern, culturally constructed concept.[27] See also[edit] Asexuality Boston marriage Bromance Casual dating Courtly love Cross-sex friendship Dating Emotional affair Heterosociality Homosociality Intimate relationship Love Platonic love Romance (love) Romantic orientation Same-sex relationship Womance Work spouse Notes[edit] ^ Faderman 1998, pp. 231-313. ^ Rupp 2009, p. 127. ^ Malkmus, Doris (2003). \"Frances Wood Shimer, Cindarella Gregory, and the 1853 founding of Shimer College\". Journal of Illinois History. Illinois Historic Preservation Agency. 6: 200. ISSN 1522-0532. ^ Faderman 1998 passim. ^ Crompton 2003, p. 379. ^ Rollins 1:55; Bush cited Montaigne\u0027s 1580 work \"On Friendship,\" in which the exact quote was: \"And this other Greeke licence is justly abhorred by our customes.\" Montaigne 1580, p. 4. ^ John Ruskin\u0027s 1865 essay \"On Queen\u0027s Gardens\" is a good example of the later view that emotionality was a female province; Kate Millet analyzes this essay in Sexual Politics (1969, 1970, 1990, 2000), University of Illinois Press, ISBN 0-252-06889-0. Many modern books such as Carmen Renee Berry\u0027s Girlfriends: Invisible Ties (1998), Wildcat Canyon Press, ISBN 1-885171-20-X, argue that intensity in friendship is a female capacity. ^ Montaigne 1580, p. 4. ^ Rotundo, Anthony (1985). \"Romantic Friendship\". Journal of the History of Sexuality. 23: 1–25. ^ Geller 2001, pp. 320–23. ^ Brain 1976. ^ 2 Samuel 1:26. ^ Ruth to Naomi, Ruth 1:15-17. ^ Faderman 1981, pp. 67, 121. ^ Boswell 1995, p. 76. ^ Shaw, Brent D. (July 18, 1994). \"A Groom of One\u0027s Own?\". The New Republic: 33–41. Archived from the original on September 10, 2015. ^ Brain 1976, p. 75–107. ^ Lillian,, Faderman,. Odd girls and twilight lovers : a history of lesbian life in twentieth-century America. New York. p. 12. ISBN 0231074883. OCLC 22906565. ^ Lillian,, Faderman,. Odd girls and twilight lovers : a history of lesbian life in twentieth-century America. New York. p. 19. ISBN 0231074883. OCLC 22906565. ^ Sahli, Nancy Ann (1979). \"Smashing: Women\u0027s Relationships before the Fall\". Chrysalis. 8: 21. ^ Lefkowitz., Horowitz, Helen (1993). Alma mater : design and experience in the women\u0027s colleges from their nineteenth-century beginnings to the 1930s (2nd ed.). Amherst: University of Massachuchusetts Press. p. 166. ISBN 0870238698. OCLC 43475535. ^ Dyne, Susan Van (2016). \"\"Abracadabra\": Intimate Inventions by Early College Women in the United States\". Feminist Studies. 42 (2): 280–310. doi:10.15767/feministstudies.42.2.0280. JSTOR 10.15767/feministstudies.42.2.0280. ^ Lefkowitz., Horowitz, Helen (1993). Alma mater : design and experience in the women\u0027s colleges from their nineteenth-century beginnings to the 1930s (2nd ed.). Amherst: University of Massachuchusetts Press. p. 190. ISBN 0870238698. OCLC 43475535. ^ Lefkowitz., Horowitz, Helen (1993). Alma mater : design and experience in the women\u0027s colleges from their nineteenth-century beginnings to the 1930s (2nd ed.). Amherst: University of Massachuchusetts Press. p. 66. ISBN 0870238698. OCLC 43475535. ^ Lillian,, Faderman,. Odd girls and twilight lovers : a history of lesbian life in twentieth-century America. New York. p. 35. ISBN 0231074883. OCLC 22906565. ^ Rothblum 1993. ^ See Faderman\u0027s introduction in the 1998 edition of Surpassing the Love of Men; Coontz\u0027s The Way We Never Were has as its thesis the social construction of a variety of family and relationship traditions, whereas Geller advocates for the abolition of marriage and a renewed focus on friendship for feminist reasons (Geller 2001). References[edit] Boswell, John (1995). Same-Sex Unions in Pre-Modern Europe. Vintage Press. ISBN 0-679-75164-5. Brain, Robert (1976). Friends and Lovers. Great Britain: Hart-Davis, MacGibbon Ltd. ISBN 0-465-02571-4. Crompton, L. (2003). Homosexuality and Civilization. Harvard University Press. ISBN 0-674-01197-X. Faderman, Lillian (1998) [Originally published 1981]. Surpassing the Love of Men: Romantic Friendship and Love Between Women from the Renaissance to the Present. New York: Harper Collins. ISBN 0688133304. Geller, Jaclyn (2001). Here Comes the Bride. New York City: Four Walls Eight Windows. ISBN 1-56858-193-9. Montaigne, Michel Eyquem de (1580). \"On Friendship\". Harvard Classics. 32 (Literary and Philosophical Essays). Archived from the original on March 5, 2016. Rothblum, Esther (1993). Boston Marriages: Romantic but Asexual Relationships among Contemporary Lesbians. University of Massachusetts Press. ISBN 0-87023-876-0. Rupp, Leila J. (2009). Sapphistries: A Global History of Love Between Women. New York University Press. ISBN 9780814777268. Retrieved from \"https://en.wikipedia.org/w/index.php?title\u003dRomantic_friendship\u0026oldid\u003d860277103\" Categories: Intimate relationships Non-sexuality Friendship Hidden categories: All pages needing factual verification Wikipedia articles needing factual verification from May 2016 All articles with unsourced statements Articles with unsourced statements from November 2016 Articles with unsourced statements from December 2017 Navigation menu Personal tools Not logged in Talk Contributions Create account Log in Namespaces Article Talk Variants Views Read Edit View history More Search Navigation Main page Contents Featured content Current events Random article Donate to Wikipedia Wikipedia store Interaction Help About Wikipedia Community portal Recent changes Contact page Tools What links here Related changes Upload file Special pages Permanent link Page information Wikidata item Cite this page Print/export Create a book Download as PDF Printable version Languages Français Bahasa Melayu Русский Simple English Srpskohrvatski / српскохрватски Українська 中文 Edit links This page was last edited on 19 September 2018, at 15:20 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization. Privacy policy About Wikipedia Disclaimers Contact Wikipedia Developers Cookie statement Mobile view",
      "url": "/wiki/Romantic_friendship",
      "strong": 7
    }
  ]
}